{
    "name": "Finisher",
    "type": "trait",
    "alternate_link": {
        "type": "alternate_link",
        "game-obj": "Traits",
        "aonid": 322,
        "alternate_type": "legacy"
    },
    "edition": "remastered",
    "sources": [
        {
            "type": "source",
            "name": "Player Core 2",
            "link": {
                "type": "link",
                "name": "Player Core 2 pg. 163",
                "alt": "Player Core 2 pg. 163",
                "game-obj": "Sources",
                "aonid": 227
            },
            "page": 163,
            "errata": {
                "type": "link",
                "name": "1.1",
                "alt": "1.1",
                "game-obj": "Sources",
                "aonid": 227
            }
        }
    ],
    "aonid": 802,
    "game-obj": "Traits",
    "game-id": "9609f70ce9790ff3d6fddaaebd62cc5f",
    "text": "Finishers are spectacular finishing moves that use your panache. Finishers can be used only with weapons that deal additional damage with precise strike (agile or finesse melee weapons or unarmed attacks, for most swashbucklers). You can use a finisher only if you have panache, and you lose your panache immediately after performing a finisher. Once you use a finisher, you can't use actions that have the attack trait for the rest of your turn.Some finisher actions also grant an effect on a failure. Effects added on a failure don't apply on a critical failure. If your finisher action succeeds, you can still choose to apply the failure effect instead. For example, you might do this when an attack deals no damage due to resistance.",
    "links": [
        {
            "type": "link",
            "name": "agile",
            "alt": "agile",
            "game-obj": "Traits",
            "aonid": 526
        },
        {
            "type": "link",
            "name": "finesse",
            "alt": "finesse",
            "game-obj": "Traits",
            "aonid": 602
        },
        {
            "type": "link",
            "name": "unarmed",
            "alt": "unarmed",
            "game-obj": "Traits",
            "aonid": 719
        },
        {
            "type": "link",
            "name": "swashbucklers",
            "alt": "swashbucklers",
            "game-obj": "Classes",
            "aonid": 63
        },
        {
            "type": "link",
            "name": "resistance",
            "alt": "resistance",
            "game-obj": "Rules",
            "aonid": 2318
        }
    ],
    "license": {
        "name": "ORC Notice",
        "type": "section",
        "sections": [
            {
                "name": "Attribution",
                "type": "section",
                "text": "This product is based on the following Licensed Material:",
                "sections": [
                    {
                        "name": "Player Core 2",
                        "type": "section",
                        "text": "***Pathfinder Player Core 2*** © 2024, Paizo Inc.; Authors: Amirali Attar Olyaee, Alexander Augunas, Brian Bauman, Joshua Birdsong, Logan Bonner, Jason Bulmahn, James Case, Jessica Catalan, John Compton, Paris Crenshaw, Jesse Decker, Eleanor Ferron, Fabby Garza Marroquín, Steven Hammond, Sasha Laranoa Harving, Joan Hong, Nicolas Hornyak, Vanessa Hoskins, James Jacobs, Jason Keeley, Dustin Knight, Avi Kool, Lyz Liddell, Nicolas Logue, Luis Loza, Ron Lundeen, Patchen Mortimer, Stephen Radney-MacFarland, Jessica Redekop, Mikhail Rekun, Alex Riggs, David N. Ross, Michael Sayre, Mark Seifter, Owen K.C. Stephens, Jason Tondro, Clark Valentine, Andrew White, Landon Winkler, and Tonya Woldridge."
                    }
                ]
            },
            {
                "name": "Attributing us",
                "type": "section",
                "text": "If you use our Licensed Material in your own published works, please credit us as follows:",
                "sections": [
                    {
                        "name": "Pathfinder Open Reference",
                        "type": "section",
                        "text": "© 2023 Masterwork Tools LLC, Authors: Devon Jones, Monica Jones."
                    }
                ]
            },
            {
                "name": "Reserved Material",
                "type": "section",
                "text": "Reserved Material elements in this product include, but may not be limited to: [none]"
            },
            {
                "name": "Expressly Designated Licensed Material",
                "type": "section",
                "text": "The following elements are owned by the Licensor and would otherwise constitute Reserved Material and are hereby designated as Licensed Material: [None]."
            }
        ],
        "subtype": "license",
        "license": "Open RPG Creative license",
        "text": "This product is licensed under the ORC License to be held in the Library of Congress and available online at various locations including paizo.com/orclicense, azoralaw.com/orclicense, and others. All warranties are disclaimed as set forth therein."
    },
    "schema_version": 1.1
}