{
    "name": "Nodachi",
    "type": "weapon",
    "sources": [
        {
            "type": "source",
            "name": "Tian Xia Character Guide",
            "link": {
                "type": "link",
                "name": "Tian Xia Character Guide pg. 127",
                "alt": "Tian Xia Character Guide pg. 127",
                "game-obj": "Sources",
                "aonid": 230
            },
            "page": 127
        },
        {
            "type": "source",
            "name": "Treasure Vault",
            "link": {
                "type": "link",
                "name": "Treasure Vault pg. 27",
                "alt": "Treasure Vault pg. 27",
                "game-obj": "Sources",
                "aonid": 191
            },
            "page": 27,
            "errata": {
                "type": "link",
                "name": "1.1",
                "alt": "1.1",
                "game-obj": "Sources",
                "aonid": 191
            }
        }
    ],
    "pfs": "Standard",
    "aonid": 298,
    "game-obj": "Weapons",
    "text": "Also known as a zhanmadao, the exceptionally long blade of the nodachi is designed to neutralize enemy mounts and counter the advantages of cavalry units. Its shape and size make it somewhat impractical for close combat but highly effective against charging opponents.",
    "stat_block": {
        "type": "stat_block",
        "subtype": "weapon",
        "level": 0,
        "traits": [
            {
                "name": "Brace",
                "type": "trait",
                "edition": "legacy",
                "sources": [
                    {
                        "type": "source",
                        "name": "Treasure Vault",
                        "link": {
                            "type": "link",
                            "name": "Treasure Vault pg. 24",
                            "alt": "Treasure Vault pg. 24",
                            "game-obj": "Sources",
                            "aonid": 191
                        },
                        "page": 24,
                        "errata": {
                            "type": "link",
                            "name": "1.1",
                            "alt": "1.1",
                            "game-obj": "Sources",
                            "aonid": 191
                        }
                    }
                ],
                "game-obj": "Traits",
                "game-id": "b638dfea2f6349933b5b593f2f6ed201",
                "text": "A brace weapon is effective at damaging moving opponents. When you Ready to Strike an opponent that moves within your reach, until the start of your next turn Strikes with the brace weapon deal an additional 2 precision damage for each weapon damage die it has.",
                "links": [
                    {
                        "type": "link",
                        "name": "Ready",
                        "alt": "Ready",
                        "game-obj": "Actions",
                        "aonid": 82
                    }
                ],
                "schema_version": 1.1,
                "classes": [
                    "trait"
                ]
            },
            {
                "name": "Deadly",
                "type": "trait",
                "alternate_link": {
                    "type": "alternate_link",
                    "game-obj": "Traits",
                    "aonid": 174,
                    "alternate_type": "legacy"
                },
                "edition": "remastered",
                "sources": [
                    {
                        "type": "source",
                        "name": "Player Core",
                        "link": {
                            "type": "link",
                            "name": "Player Core pg. 282",
                            "alt": "Player Core pg. 282",
                            "game-obj": "Sources",
                            "aonid": 216
                        },
                        "page": 282,
                        "errata": {
                            "type": "link",
                            "name": "2.0",
                            "alt": "2.0",
                            "game-obj": "Sources",
                            "aonid": 216
                        }
                    }
                ],
                "game-obj": "Traits",
                "game-id": "c0d76f25881949145ec6769d79ad49b5",
                "text": "On a critical hit, the weapon adds a weapon damage die of the listed size. Roll this after doubling the weapon’s damage. This increases to two dice if the weapon has a _greater striking rune_ and three dice if the weapon has a _major striking rune_. For instance, a rapier with a _greater striking rune_ deals 2d8 extra piercing damage on a critical hit. An ability that changes the size of the weapon’s normal damage dice doesn’t change the size of its deadly die.",
                "schema_version": 1.1,
                "classes": [
                    "trait"
                ],
                "value": "d12"
            },
            {
                "name": "Reach",
                "type": "trait",
                "alternate_link": {
                    "type": "alternate_link",
                    "game-obj": "Traits",
                    "aonid": 192,
                    "alternate_type": "legacy"
                },
                "edition": "remastered",
                "sources": [
                    {
                        "type": "source",
                        "name": "Player Core",
                        "link": {
                            "type": "link",
                            "name": "Player Core pg. 283",
                            "alt": "Player Core pg. 283",
                            "game-obj": "Sources",
                            "aonid": 216
                        },
                        "page": 283,
                        "errata": {
                            "type": "link",
                            "name": "2.0",
                            "alt": "2.0",
                            "game-obj": "Sources",
                            "aonid": 216
                        }
                    }
                ],
                "game-obj": "Traits",
                "game-id": "1d6143e399ba5d4085ca236a97cf860c",
                "text": "This weapon can be used to attack enemies up to 10 feet away instead of only adjacent enemies. For creatures with reach, the weapon increases their reach by 5 feet.",
                "schema_version": 1.1,
                "classes": [
                    "trait"
                ]
            }
        ],
        "price": "6 gp",
        "bulk": {
            "type": "stat_block_section",
            "subtype": "bulk",
            "value": 2,
            "text": "2"
        },
        "statistics": {
            "type": "stat_block_section",
            "subtype": "statistics",
            "category": "Advanced"
        },
        "offense": {
            "type": "stat_block_section",
            "subtype": "offense",
            "weapon_modes": [
                {
                    "type": "stat_block_section",
                    "subtype": "melee",
                    "damage": [
                        {
                            "type": "stat_block_section",
                            "subtype": "attack_damage",
                            "formula": "1d8",
                            "damage_type": "slashing"
                        }
                    ],
                    "weapon_type": "Melee",
                    "weapon_group": {
                        "name": "Sword",
                        "type": "weapon_group",
                        "text": "The target is made off-balance by your attack, becoming off-guard until the start of your next turn.",
                        "game-obj": "WeaponGroups",
                        "sources": [
                            {
                                "type": "source",
                                "name": "Player Core",
                                "link": {
                                    "type": "link",
                                    "name": "Player Core pg. 283",
                                    "alt": "Player Core pg. 283",
                                    "game-obj": "Sources",
                                    "aonid": 216
                                },
                                "page": 283,
                                "errata": {
                                    "type": "link",
                                    "name": "2.0",
                                    "alt": "2.0",
                                    "game-obj": "Sources",
                                    "aonid": 216
                                }
                            }
                        ],
                        "links": [
                            {
                                "type": "link",
                                "name": "off-guard",
                                "alt": "off-guard",
                                "game-obj": "Conditions",
                                "aonid": 58
                            }
                        ],
                        "edition": "remastered",
                        "game-id": "cfddb9810fd8e9bb61499d4605e1f21f"
                    },
                    "hands": "2"
                }
            ]
        }
    },
    "game-id": "2e86fe3e93a3b3bd082436b78d33b6eb",
    "license": {
        "name": "OPEN GAME LICENSE Version 1.0a",
        "type": "section",
        "sections": [
            {
                "name": "Tian Xia Character Guide",
                "type": "section",
                "text": "***Pathfinder Lost Omens Tian Xia Character Guide*** © 2024, Paizo Inc.; Authors: Eren Ahn, Jeremy Blum, Logan Bonner, Alyx Bui, James Case, Banana Chan, Rick Chia, Hiromi Cota, Dana Ebert, Eleanor Ferron, Basheer Ghouse, John Godek III, Sen H.H.S., Joan Hong, Daniel Kwan, Jacky Leung, Jesse J. Leung, Monte Lin, Jessie “Aki” Lo, Adam Ma, Ashley Moni, Collette Quach, Christopher Rondeau, Joaquin Kyle “Makapatag” Saavedra, Michael Sayre, Shahreena Shahrani, Kienna Shaw, Philip Shen, Tan Shao Han, Mari Tokuda, Ruvaid Virk, Viditya Voleti, Grady Wang, and Jay Zhang"
            },
            {
                "name": "Treasure Vault",
                "type": "section",
                "text": "***Pathfinder Core Rulebook (Second Edition)*** © 2019, Paizo Inc.; Authors: Logan Bonner, Jason Bulmahn, Stephen Radney-MacFarland, and Mark Seifter.  \n ***Pathfinder Treasure Vault*** © 2023, Paizo Inc.; Authors: Michael Sayre, Mark Seifter, Kendra Leigh Speedling, Logan Bonner, Dan Cascone, Jessica Catalan, Kim Frandsen, Andrew Geels, Steven Hammond, Sen H.H.S., Joshua Kim, Dustin Knight, Luis Loza, Jacob W. Michaels, Matt Morris, Dave Nelson, Stephen Radney-McFarland, Jessica Redekop, Andrew Stoeckle, Mari Tokuda, and Andrew White."
            }
        ],
        "text": "The following text is the property of Wizards of the Coast, Inc. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.\n\n **1. Definitions**: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, license, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, spells, enchantments, personalities, teams, personas, likenesses and special abilities; places, locations, environments, creatures, equipment, magical or supernatural abilities or effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the Open Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.\n\n **2. The License**: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or conditions may be applied to any Open Game Content distributed using this License.\n\n **3. Offer and Acceptance**: By Using the Open Game Content You indicate Your acceptance of the terms of this License.\n\n **4. Grant and Consideration**: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, non-exclusive license with the exact terms of this License to Use, the Open Game Content.\n\n **5. Representation of Authority to Contribute**: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original creation and/or You have sufficient rights to grant the rights conveyed by this License.\n\n **6. Notice of License Copyright**: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.\n\n **7. Use of Product Identity**: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.\n\n **8. Identification**: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.\n\n **9. Updating the License**: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.\n\n **10. Copy of this License**: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.\n\n **11. Use of Contributor Credits**: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.\n\n **12. Inability to Comply**: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.\n\n **13. Termination**: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.\n\n **14. Reformation**: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.\n\n **15. COPYRIGHT NOTICE**  \n **Open Game License v 1.0** Copyright 2000, Wizards of the Coast, Inc.  \n **System Reference Document**. Copyright 2000. Wizards of the Coast, Inc; Authors: Jonathan Tweet, Monte Cook, Skip Williams, based on material by E. Gary Gygax and Dave Arneson.  \n **The Archives of Nethys**. Copyright 2010, Blake Davis. **Pathfinder Open Reference**. © 2023 Masterwork Tools LLC, Authors: Devon Jones, Monica Jones.",
        "subtype": "license",
        "license": "OPEN GAME LICENSE Version 1.0a"
    },
    "edition": "remastered",
    "schema_version": 1.0
}