{
    "name": "Possession",
    "type": "trait",
    "alternate_link": {
        "type": "alternate_link",
        "game-obj": "Traits",
        "aonid": 129,
        "alternate_type": "legacy"
    },
    "edition": "remastered",
    "sources": [
        {
            "type": "source",
            "name": "Player Core",
            "link": {
                "type": "link",
                "name": "Player Core pg. 459",
                "alt": "Player Core pg. 459",
                "game-obj": "Sources",
                "aonid": 216
            },
            "page": 459
        }
    ],
    "aonid": 671,
    "game-obj": "Traits",
    "game-id": "3613aaf5dfa3e3dbf9c0e9a3431b6fe4",
    "text": "Effects with this trait allow a creature to project its mind and spirit into a target. A creature immune to mental effects can’t use a possession effect. While possessing a target, a possessor’s true body is unconscious (and can’t wake up normally), unless the possession effect allows the creature to physically enter the target. Whenever the target takes damage, the possessor takes half that amount of damage as mental damage.  \n  \nA possessor loses the benefits of any of its active spells or abilities that affect its physical body, though it gains the benefits of the target’s active spells and abilities that affect their body. A possessor can use any of the target’s abilities that are purely physical, and it can’t use any of its own abilities except spells and purely mental abilities. The GM decides whether an ability is purely physical or purely mental. A possessor uses the target’s attack modifier, AC, Fortitude save, Reflex save, Perception, and physical skills, and its own Will save, mental skills, spell attack modifier, and spell DC; benefits of invested items apply where relevant (the possessor’s invested items apply when using its own values, and the target’s invested items apply when using the target’s values). A possessor gains no benefit from casting spells that normally affect only the caster, since it isn’t in its own body. The possessor must use its own actions to make the possessed creature act.  \n  \nIf a possessor reaches 0 Hit Points through any combination of damage to its true body and mental damage from the possession, it is knocked out as normal and the possession immediately ends. If the target reaches 0 Hit Points first, the possessor can either fall unconscious with the body and continue the possession or end the effect as a free action and return to its body. If the target dies, the possession ends immediately, and the possessor is stunned for 1 minute.",
    "license": {
        "name": "ORC Notice",
        "type": "section",
        "sections": [
            {
                "name": "Attribution",
                "type": "section",
                "text": "This product is based on the following Licensed Material:",
                "sections": [
                    {
                        "name": "Player Core",
                        "type": "section",
                        "text": "***Pathfinder Player Core*** © 2023 Paizo Inc., Designed by Logan Bonner, Jason Bulmahn, Stephen Radney-MacFarland, and Mark Seifter. Authors: Alexander Augunas, Kate Baker, Logan Bonner, Jason Bulmahn, Carlos Cabrera, Calder CaDavid, James Case, Eleanor Ferron, Steven Hammond, Joan Hong, Vanessa Hoskins, James Jacobs, Jenny Jarzabski, Erik Keith, Dustin Knight, Lyz Liddell, Luis Loza, Patchen Mortimer, Dennis Muldoon, Stephen Radney-MacFarland, Mikhail Rekun, David N. Ross, Michael Sayre, Mark Seifter, Kendra Leigh Speedling, Mark Thompson, Clark Valentine, Andrew White, Landon Winkler, and Linda Zayas-Palmer"
                    }
                ]
            },
            {
                "name": "Attributing us",
                "type": "section",
                "text": "If you use our Licensed Material in your own published works, please credit us as follows:",
                "sections": [
                    {
                        "name": "Pathfinder Open Reference",
                        "type": "section",
                        "text": "© 2023 Masterwork Tools LLC, Authors: Devon Jones, Monica Jones."
                    }
                ]
            },
            {
                "name": "Reserved Material",
                "type": "section",
                "text": "Reserved Material elements in this product include, but may not be limited to: [none]"
            },
            {
                "name": "Expressly Designated Licensed Material",
                "type": "section",
                "text": "The following elements are owned by the Licensor and would otherwise constitute Reserved Material and are hereby designated as Licensed Material: [None]."
            }
        ],
        "subtype": "license",
        "license": "Open RPG Creative license",
        "text": "This product is licensed under the ORC License to be held in the Library of Congress and available online at various locations including paizo.com/orclicense, azoralaw.com/orclicense, and others. All warranties are disclaimed as set forth therein."
    },
    "schema_version": 1.1
}