{
    "name": "Divine Mysteries Web Supplement",
    "type": "source",
    "edition": "remastered",
    "aonid": 237,
    "game-obj": "Sources",
    "game-id": "e08bfd90ec7cf035fa4fa5913ed40274",
    "release_date": "2025-01-30",
    "product_line": "Lost Omens",
    "license": {
        "name": "ORC Notice",
        "type": "section",
        "sections": [
            {
                "name": "Attribution",
                "type": "section",
                "text": "This product is based on the following Licensed Material:",
                "sections": [
                    {
                        "name": "Divine Mysteries Web Supplement",
                        "type": "section",
                        "text": "Pathfinder Lost Omens Divine Mysteries Web Supplement © 2024, Paizo Inc.; Authors: Misha Bushyager, Jessica Catalan, Carlos Cisco, Rue Dickey, Brian Duckwitz, Aoife Ester, Eleanor Ferron, Ivis K. Flanagan, Tomas Gimenez Rioja, Leo Glass, Alastor Guzman, Thurston Hillman, Laura Lynn Horst, James Jacobs, Jason Keeley, Michelle Y. Kim, Monte Lin, Luis Loza, Stephanie Lundeen, Poorna M., Adam Ma, Jacob W. Michaels, Erik Mona, Jaime Reyes Mondragon, Zac Moran, Jon Morgantini, Matt Morris, Morgan Nuncio, Kevin Thien Vu Long Nguyen, Daniel “Drakoniques” Oleh, Pam Punzalan, Jessica Redekop, Erin Roberts, quinn b. rodriguez, Michael Sayre, Mark Seifter, Austin Taylor, Isis Wozniakowska, and Sebastian Yu¯¯e"
                    }
                ]
            },
            {
                "name": "Attributing us",
                "type": "section",
                "text": "If you use our Licensed Material in your own published works, please credit us as follows:",
                "sections": [
                    {
                        "name": "Pathfinder Open Reference",
                        "type": "section",
                        "text": "© 2023 Masterwork Tools LLC, Authors: Devon Jones, Monica Jones."
                    }
                ]
            },
            {
                "name": "Reserved Material",
                "type": "section",
                "text": "Reserved Material elements in this product include, but may not be limited to: [none]"
            },
            {
                "name": "Expressly Designated Licensed Material",
                "type": "section",
                "text": "The following elements are owned by the Licensor and would otherwise constitute Reserved Material and are hereby designated as Licensed Material: [None]."
            }
        ],
        "subtype": "license",
        "license": "Open RPG Creative license",
        "text": "This product is licensed under the ORC License to be held in the Library of Congress and available online at various locations including paizo.com/orclicense, azoralaw.com/orclicense, and others. All warranties are disclaimed as set forth therein."
    },
    "schema_version": 1.0
}