{
    "name": "Tian Xia World Guide",
    "type": "source",
    "edition": "remastered",
    "aonid": 223,
    "game-obj": "Sources",
    "game-id": "87f0daaf5e212bb260e4a9cbd8997ca4",
    "release_date": "2024-04-24",
    "product_line": "Lost Omens",
    "license": {
        "name": "ORC Notice",
        "type": "section",
        "sections": [
            {
                "name": "Attribution",
                "type": "section",
                "text": "This product is based on the following Licensed Material:",
                "sections": [
                    {
                        "name": "Tian Xia World Guide",
                        "type": "section",
                        "text": "<i><b>Pathfinder Lost Omens Tian Xia World Guide</b></i>\t © 2024, Paizo Inc.; Authors: Eren Ahn, Jeremy Blum, Alyx Bui, James Case, Banana Chan, Connie Chang, Rick Chia, Hans Chun, Theta Chun, Hiromi Cota, Dana Ebert, Basheer Ghouse, John Godek III, Sen H.H.S., Joan Hong, Michelle Jones, Joshua Kim, Daniel Kwan, Dash Kwiatkowski, Jacky Leung, Jesse J. Leung, Monte Lin, Luis Loza, Adam Ma, Liane Merciel, Ashley Moni, Kevin Thien Vu Long Nguyen, Andrew Quon, Danita Rambo, K Arsenault Rivera, Christopher Rondeau, Joaquin Kyle “Makapatag” Saavedra, Kienna Shaw, Philip Shen, Tan Shao Han, Mari Tokuda, Ruvaid Virk, Viditya Voleti, Grady Wang, Emma Yasui, and Jay Zhang"
                    }
                ]
            },
            {
                "name": "Attributing us",
                "type": "section",
                "text": "If you use our Licensed Material in your own published works, please credit us as follows:",
                "sections": [
                    {
                        "name": "Pathfinder Open Reference",
                        "type": "section",
                        "text": "© 2023 Masterwork Tools LLC, Authors: Devon Jones, Monica Jones."
                    }
                ]
            },
            {
                "name": "Reserved Material",
                "type": "section",
                "text": "Reserved Material elements in this product include, but may not be limited to: [none]"
            },
            {
                "name": "Expressly Designated Licensed Material",
                "type": "section",
                "text": "The following elements are owned by the Licensor and would otherwise constitute Reserved Material and are hereby designated as Licensed Material: [None]."
            }
        ],
        "subtype": "license",
        "license": "Open RPG Creative license",
        "text": "This product is licensed under the ORC License to be held in the Library of Congress and available online at various locations including paizo.com/orclicense, azoralaw.com/orclicense, and others. All warranties are disclaimed as set forth therein."
    },
    "schema_version": 1.0
}