{
    "name": "Swallow Whole",
    "type": "ability",
    "text": "(attack) The monster attempts to swallow a creature of the listed size or smaller that it has grabbed in its jaws or mouth. If a swallowed creature is of the maximum size listed, the monster can’t use Swallow Whole again. If the creature is smaller than the maximum, the monster can usually swallow more creatures; the GM determines the maximum. The monster attempts an Athletics check opposed by the grabbed creature’s Reflex DC. If it succeeds, it swallows the creature. The monster’s mouth or jaws no longer grab a creature it has swallowed, so the monster is free to use them to Strike or Grab once again. The monster can’t attack creatures it has swallowed.  \n  \n A swallowed creature is grabbed, is slowed 1, and has to hold its breath or start suffocating. The swallowed creature takes the listed amount of damage when first swallowed and at the end of each of its turns while it’s swallowed. If the victim Escapes this ability’s grabbed condition, it exits through the monster’s mouth. This frees any other creature grabbed in the monster’s mouth or jaws. A swallowed creature can attack the monster that has swallowed it, but only with unarmed attacks or with weapons of light Bulk or less. The engulfing creature is flat-footed against the attack. If the monster takes piercing or slashing damage equaling or exceeding the listed Rupture value from a single attack or spell, the engulfed creature cuts itself free. A creature that gets free by either Escaping or cutting itself free can immediately breathe and exits the swallowing monster’s space.  \n  \n If the monster dies, a swallowed creature can be freed by creatures adjacent to the corpse if they spend a combined total of 3 actions cutting the monster open with a weapon or unarmed attack that deals piercing or slashing damage.",
    "ability_type": "universal_monster_ability",
    "aonid": 35,
    "game-obj": "MonsterAbilities",
    "action": {
        "type": "stat_block_section",
        "subtype": "action",
        "name": "One Action"
    },
    "sources": [
        {
            "type": "source",
            "name": "Bestiary",
            "link": {
                "type": "link",
                "name": "Bestiary pg. 344",
                "alt": "Bestiary pg. 344",
                "game-obj": "Sources",
                "aonid": 2
            },
            "page": 344
        }
    ],
    "links": [
        {
            "type": "link",
            "name": "attack",
            "alt": "attack",
            "game-obj": "Traits",
            "aonid": 15
        },
        {
            "type": "link",
            "name": "Athletics",
            "alt": "Athletics",
            "game-obj": "Skills",
            "aonid": 3
        },
        {
            "type": "link",
            "name": "grabbed",
            "alt": "grabbed",
            "game-obj": "Conditions",
            "aonid": 20
        },
        {
            "type": "link",
            "name": "slowed 1",
            "alt": "slowed 1",
            "game-obj": "Conditions",
            "aonid": 35
        }
    ],
    "game-id": "e587b53b4d5bf582a0e798b9726bbcf4",
    "schema_version": 1.1
}