{
    "name": "Spinosaurus",
    "type": "creature",
    "sections": [
        {
            "name": "Spinosaurus",
            "type": "section",
            "text": "The spinosaurus is more than just one of the largest carnivorous dinosaurs—it's also one of the most unusual in appearance, with a large, sail-like fin running along its spine. Often quite colorful, this sail allows the spinosaurus to attract mates, aids in swimming, and makes it appear to be even larger than it actually is. A swimming spinosaurus can also use the sail as part of a unique means of staggering prey by slapping the water with it to make a crushing wave.  \n  \nThe spinosaurus is equally at home in water as it is on land, and its long, toothy maw is well-adapted to catching swimming prey. Attempts by giants to capture spinosauruses to serve as guardians typically go poorly, for these headstrong dinosaurs do not domesticate well. Their surly attitudes and striking appearances make them better suited for bloodsports, and they are popular prizes for those who run arenas specializing in battles that pit gladiators against hungry animals or beasts. Of course, an angry dinosaur forced to fight for the amusement of others won't discriminate between potential meals on the battleground and ones seated in the surrounding stands.  \n  \nThe spinosaurus's appearance and strength make it attractive to more than just giants and bloodsport organizers. Spellcasters who mutate and transform animals into magical guardians have long been intrigued by the spinosaurus's potential. More so than any other dinosaurs, spinosauruses have been subjected to fleshwarping procedures, crossbreeding with monsters, and other magical techniques to enhance the creatures' viability as effective guardians.  \n  \nA spinosaurus can measure up to 60 feet in length and weighs 25,000 pounds.",
            "sources": [
                {
                    "type": "source",
                    "name": "Bestiary 2",
                    "link": {
                        "type": "link",
                        "name": "Bestiary 2 pg. 82",
                        "alt": "Bestiary 2 pg. 82",
                        "game-obj": "Sources",
                        "aonid": 32
                    },
                    "page": 82,
                    "errata": {
                        "type": "link",
                        "name": "2.0",
                        "alt": "2.0",
                        "game-obj": "Sources",
                        "aonid": 32
                    }
                }
            ]
        },
        {
            "name": "Dinosaur",
            "type": "section",
            "sections": [
                {
                    "name": "Dinosaur Abilities",
                    "type": "section",
                    "text": "While the real world fossil records hold a wealth of inspiration for the reconstruction of dinosaurs in an RPG, you can also look to living creatures for ideas. Giving a dinosaur a poisonous bite or an unusual attack routine like Clobbering Charge ensures that dinosaurs are as interesting in combat as they are in appearance.",
                    "sources": [
                        {
                            "type": "source",
                            "name": "Bestiary",
                            "link": {
                                "type": "link",
                                "name": "Bestiary pg. 96",
                                "alt": "Bestiary pg. 96",
                                "game-obj": "Sources",
                                "aonid": 2
                            },
                            "page": 96
                        }
                    ],
                    "subtype": "sidebar",
                    "sidebar_type": "advice_and_rules",
                    "sidebar_heading": "Advice and Rules",
                    "image": {
                        "type": "image",
                        "name": "Advice and Rules",
                        "image": "Sidebar_1_AdviceAndRules.png"
                    }
                },
                {
                    "name": "Dinosaur Guardians",
                    "type": "section",
                    "text": "As with most animals, dinosaurs can be tamed or domesticated, but the difficulty of this task increases along with the dinosaur’s level. Lizardfolk and orcs are fond of using dinosaurs as beasts of burden, workhorses, mounts, or even war beasts. Certain dinosaurs, such as velociraptors and deinonychuses, make excellent trackers as well. The largest and most dangerous dinosaurs, such as the tyrannosaurus, are generally avoided, although more powerful creatures like giants have been known to be able to keep them as pets, guardians, or even brutal executioners. In certain cities, dinosaurs are popularly featured as combatants in blood sports and other gladiatorial battles.",
                    "sources": [
                        {
                            "type": "source",
                            "name": "Bestiary",
                            "link": {
                                "type": "link",
                                "name": "Bestiary pg. 96",
                                "alt": "Bestiary pg. 96",
                                "game-obj": "Sources",
                                "aonid": 2
                            },
                            "page": 96
                        }
                    ],
                    "subtype": "sidebar",
                    "sidebar_type": "related_creatures",
                    "sidebar_heading": "Related Creatures",
                    "image": {
                        "type": "image",
                        "name": "Related Creatures",
                        "image": "Sidebar_4_RelatedCreatures.png"
                    }
                },
                {
                    "name": "Dinosaur Resources",
                    "type": "section",
                    "text": "As animals, dinosaurs have little interest in treasure (although velociraptors and deinonychuses, like their bird cousins, enjoy keeping sparkling baubles in their nests), but the remains of adventurers strewn about their lairs often still have valuable gear. Dinosaurs can also be harvested for rare and valuable trophies such as teeth, talons, armor plates, and the like.",
                    "sources": [
                        {
                            "type": "source",
                            "name": "Bestiary",
                            "link": {
                                "type": "link",
                                "name": "Bestiary pg. 96",
                                "alt": "Bestiary pg. 96",
                                "game-obj": "Sources",
                                "aonid": 2
                            },
                            "page": 96
                        }
                    ],
                    "subtype": "sidebar",
                    "sidebar_type": "treasure_and_rewards",
                    "sidebar_heading": "Treasure and Rewards",
                    "image": {
                        "type": "image",
                        "name": "Treasure and Rewards",
                        "image": "Sidebar_5_TreasureAndRewards.png"
                    }
                },
                {
                    "name": "Dinosaurs in Fantasy",
                    "type": "section",
                    "text": "At first glance, the inclusion of dinosaurs in a fantasy setting might seem strange, but dinosaurs are an excellent creature to use in a game that bridges the gap between familiar real-world animals and legendary monsters. If having dinosaurs mix freely with lions, manticores, and dragons still seems strange to you, consider having them dwell in remote, primeval lands, as suggested in the section below. On Golarion, dinosaurs do exist in the wilder regions of the world, particularly on the continent of Garund, though they are common enough that PCs might find some on display in a menagerie in a northern city, in use as guardian creatures, or even kept by druids as loyal animal companions.",
                    "sources": [
                        {
                            "type": "source",
                            "name": "Bestiary",
                            "link": {
                                "type": "link",
                                "name": "Bestiary pg. 96",
                                "alt": "Bestiary pg. 96",
                                "game-obj": "Sources",
                                "aonid": 2
                            },
                            "page": 96
                        }
                    ],
                    "subtype": "sidebar",
                    "sidebar_type": "advice_and_rules",
                    "sidebar_heading": "Advice and Rules",
                    "image": {
                        "type": "image",
                        "name": "Advice and Rules",
                        "image": "Sidebar_1_AdviceAndRules.png"
                    }
                },
                {
                    "name": "Hollow Worlds",
                    "type": "section",
                    "text": "Another classic place that dinosaurs are found in fiction are in “hollow worlds.” Some campaign settings might not contain entire isolated worlds within them, but many, such as Golarion, have expansive underground lands. The deepest region of the Darklands of Golarion—a realm called Orv—is an optimal place to find a hollow world. Typically infused with magic that allows for jungles to grow deep underground (and sometimes even sunlike orbs that illuminate the lands from above, simulating a day‑night cycle), areas such as Deep Tolguth of Orv make perfect places for dinosaurs to roam.",
                    "sources": [
                        {
                            "type": "source",
                            "name": "Bestiary",
                            "link": {
                                "type": "link",
                                "name": "Bestiary pg. 96",
                                "alt": "Bestiary pg. 96",
                                "game-obj": "Sources",
                                "aonid": 2
                            },
                            "page": 96
                        }
                    ],
                    "subtype": "sidebar",
                    "sidebar_type": "locations",
                    "sidebar_heading": "Locations",
                    "image": {
                        "type": "image",
                        "name": "Locations",
                        "image": "Sidebar_3_Locations.png"
                    }
                },
                {
                    "name": "Magical Dinosaurs",
                    "type": "section",
                    "text": "In a fantasy setting, magical effects or supernatural influences can enhance dinosaurs by giving them unexpected attacks, modes of movement, or other abilities. You can quickly create a memorable magical beast simply by giving a dinosaur the magical attack of another creature of an equal level, such as a spinosaurus gaining an acidic breath weapon akin to that of an adult black dragon.",
                    "sources": [
                        {
                            "type": "source",
                            "name": "Bestiary",
                            "link": {
                                "type": "link",
                                "name": "Bestiary pg. 96",
                                "alt": "Bestiary pg. 96",
                                "game-obj": "Sources",
                                "aonid": 2
                            },
                            "page": 96
                        }
                    ],
                    "subtype": "sidebar",
                    "sidebar_type": "advice_and_rules",
                    "sidebar_heading": "Advice and Rules",
                    "image": {
                        "type": "image",
                        "name": "Advice and Rules",
                        "image": "Sidebar_1_AdviceAndRules.png"
                    },
                    "links": [
                        {
                            "type": "link",
                            "name": "spinosaurus",
                            "alt": "spinosaurus",
                            "game-obj": "Monsters",
                            "aonid": 617
                        },
                        {
                            "type": "link",
                            "name": "adult black dragon",
                            "alt": "adult black dragon",
                            "game-obj": "Monsters",
                            "aonid": 128
                        }
                    ]
                },
                {
                    "name": "Other Dinosaurs",
                    "type": "section",
                    "text": "A wide range of dinosaurs are presented on these pages, but any trip to the movies, exploration of dinosaur books, or a quick online search reveals a wealth of additional creatures that could fit into your game as well. Armor-headed pachycephalosaurs, spike-thumbed iguanodons, duck-billed hadrosaurs, sail-backed spinosauruses, and more await discovery by those who would seek out the mysteries of the lost worlds where the thunder lizards still rule!",
                    "sources": [
                        {
                            "type": "source",
                            "name": "Bestiary",
                            "link": {
                                "type": "link",
                                "name": "Bestiary pg. 96",
                                "alt": "Bestiary pg. 96",
                                "game-obj": "Sources",
                                "aonid": 2
                            },
                            "page": 96
                        }
                    ],
                    "subtype": "sidebar",
                    "sidebar_type": "related_creatures",
                    "sidebar_heading": "Related Creatures",
                    "image": {
                        "type": "image",
                        "name": "Related Creatures",
                        "image": "Sidebar_4_RelatedCreatures.png"
                    }
                },
                {
                    "name": "Primeval Lands",
                    "type": "section",
                    "text": "Dinosaurs fit well into certain types of settings. They’re often found in isolated lands like primeval jungle valleys or plateaus—regions known as lost worlds for their inaccessibility and lack of any encroaching civilization. In addition to dinosaurs, other megafauna can exist in these places as well, along with giant insects or aggressive creatures like bulettes, carnivorous plants, chuuls, and drakes. Such regions can make for perilous and intriguing adventure sites, especially if you combine them with ruins of ancient civilizations to explore once the party has navigated the hostile wilderness regions.",
                    "sources": [
                        {
                            "type": "source",
                            "name": "Bestiary",
                            "link": {
                                "type": "link",
                                "name": "Bestiary pg. 96",
                                "alt": "Bestiary pg. 96",
                                "game-obj": "Sources",
                                "aonid": 2
                            },
                            "page": 96
                        }
                    ],
                    "subtype": "sidebar",
                    "sidebar_type": "locations",
                    "sidebar_heading": "Locations",
                    "image": {
                        "type": "image",
                        "name": "Locations",
                        "image": "Sidebar_3_Locations.png"
                    }
                }
            ],
            "text": "Remnants from the world’s primeval era, these enormous reptilian animals still exist in large numbers in isolated and remote wildernesses or far underground within magical Darklands caverns. Lizardfolk, orcs, giants, and other monstrous humanoids sometimes use dinosaurs as mounts, guards, or hunting animals. Humans and other ancestries have also been known to collect dinosaurs, be it to display them in menageries or keep them as exotic pets or guardians. Such activities are generally pursuits of the rich or eccentric, but certain druids and other guardians of nature feel strong kinships with dinosaurs as well and take them on as companions. When dinosaurs establish themselves in regions beyond their normal habitats, it is generally the result of these captive creatures escaping into the wild.",
            "sources": [
                {
                    "type": "source",
                    "name": "Bestiary",
                    "link": {
                        "type": "link",
                        "name": "Bestiary pg. 96",
                        "alt": "Bestiary pg. 96",
                        "game-obj": "Sources",
                        "aonid": 2
                    },
                    "page": 96
                }
            ]
        }
    ],
    "sources": [
        {
            "type": "source",
            "name": "Bestiary 2",
            "link": {
                "type": "link",
                "name": "Bestiary 2 pg. 82",
                "alt": "Bestiary 2 pg. 82",
                "game-obj": "Sources",
                "aonid": 32
            },
            "page": 82,
            "errata": {
                "type": "link",
                "name": "2.0",
                "alt": "2.0",
                "game-obj": "Sources",
                "aonid": 32
            }
        }
    ],
    "aonid": 617,
    "game-obj": "Monsters",
    "stat_block": {
        "name": "Spinosaurus",
        "type": "stat_block",
        "creature_type": {
            "name": "creature_type",
            "type": "stat_block_section",
            "subtype": "creature_type",
            "level": 11,
            "pfs": "Standard",
            "traits": [
                {
                    "name": "Neutral",
                    "type": "trait",
                    "sources": [
                        {
                            "type": "source",
                            "name": "Core Rulebook",
                            "link": {
                                "type": "link",
                                "name": "Core Rulebook pg. 29",
                                "alt": "Core Rulebook pg. 29",
                                "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                            },
                            "page": 29,
                            "errata": {
                                "type": "link",
                                "name": "2.0",
                                "alt": "2.0",
                                "game-obj": "Sources"
                            }
                        }
                    ],
                    "game-obj": "Traits",
                    "game-id": "6e82bdbf68157ae4da17bb888bf012d6",
                    "classes": [
                        "alignment"
                    ]
                },
                {
                    "name": "Gargantuan",
                    "type": "trait",
                    "sources": [
                        {
                            "type": "source",
                            "name": "Core Rulebook",
                            "link": {
                                "type": "link",
                                "name": "Core Rulebook pg. 474",
                                "alt": "Core Rulebook pg. 474",
                                "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                            },
                            "page": 474,
                            "errata": {
                                "type": "link",
                                "name": "2.0",
                                "alt": "2.0",
                                "game-obj": "Sources"
                            }
                        }
                    ],
                    "game-obj": "Traits",
                    "game-id": "e5efc5cd9e470cd9d2f53049190af83d",
                    "classes": [
                        "size"
                    ],
                    "text": "*Space:* 20 feet or more, *Reach (Tall):* 20 feet, *Reach (Long):* 15 feet"
                },
                {
                    "name": "Animal",
                    "type": "trait",
                    "sources": [
                        {
                            "type": "source",
                            "name": "Core Rulebook",
                            "link": {
                                "type": "link",
                                "name": "Core Rulebook pg. 628",
                                "alt": "Core Rulebook pg. 628",
                                "game-obj": "Sources",
                                "aonid": 1
                            },
                            "page": 628,
                            "errata": {
                                "type": "link",
                                "name": "4.0",
                                "alt": "4.0",
                                "game-obj": "Sources",
                                "aonid": 1
                            }
                        }
                    ],
                    "game-obj": "Traits",
                    "game-id": "bc869934fd5761dc9ff502e9c1f1c8de",
                    "text": "An animal is a creature with a relatively low intelligence. It typically doesn’t have an Intelligence ability modifier over –4, can’t speak languages, and can’t be trained in Intelligence-based skills.",
                    "classes": [
                        "creature_type",
                        "hazards",
                        "monsters"
                    ]
                },
                {
                    "name": "Dinosaur",
                    "type": "trait",
                    "sources": [
                        {
                            "type": "source",
                            "name": "Core Rulebook",
                            "link": {
                                "type": "link",
                                "name": "Core Rulebook pg. 630",
                                "alt": "Core Rulebook pg. 630",
                                "game-obj": "Sources",
                                "aonid": 1
                            },
                            "page": 630,
                            "errata": {
                                "type": "link",
                                "name": "4.0",
                                "alt": "4.0",
                                "game-obj": "Sources",
                                "aonid": 1
                            }
                        }
                    ],
                    "game-obj": "Traits",
                    "game-id": "2c2c317c90ae8a6a5610621cc03ba526",
                    "text": "These reptiles have survived from prehistoric times.",
                    "classes": [
                        "monsters"
                    ]
                }
            ],
            "family": {
                "type": "stat_block_section",
                "subtype": "family",
                "name": "Dinosaur",
                "link": {
                    "type": "link",
                    "name": "Dinosaur",
                    "alt": "Dinosaur",
                    "game-obj": "MonsterFamilies",
                    "aonid": 32
                }
            },
            "knowledge": [
                {
                    "type": "stat_block_section",
                    "subtype": "knowledge",
                    "dc": 28,
                    "name": "Animal",
                    "link": {
                        "type": "link",
                        "name": "Recall Knowledge - Animal",
                        "alt": "Recall Knowledge - Animal",
                        "game-obj": "Rules",
                        "aonid": 563
                    },
                    "skills": [
                        {
                            "name": "Nature",
                            "type": "stat_block_section",
                            "subtype": "knowledge_skill",
                            "link": {
                                "type": "link",
                                "name": "Nature",
                                "alt": "Nature",
                                "game-obj": "Skills",
                                "aonid": 10
                            }
                        }
                    ]
                }
            ],
            "alignment": "Neutral",
            "size": "Gargantuan",
            "creature_types": [
                "Animal",
                "Dinosaur"
            ],
            "rarity": "Common"
        },
        "image": {
            "type": "image",
            "name": "Spinosaurus",
            "game-obj": "Monster",
            "image": "Dinosaur_Spinosaurus.png"
        },
        "sources": [
            {
                "type": "source",
                "name": "Bestiary 2",
                "link": {
                    "type": "link",
                    "name": "Bestiary 2 pg. 82",
                    "alt": "Bestiary 2 pg. 82",
                    "game-obj": "Sources",
                    "aonid": 32
                },
                "page": 82,
                "errata": {
                    "type": "link",
                    "name": "2.0",
                    "alt": "2.0",
                    "game-obj": "Sources",
                    "aonid": 32
                }
            }
        ],
        "senses": {
            "type": "stat_block_section",
            "subtype": "senses",
            "perception": {
                "type": "stat_block_section",
                "subtype": "perception",
                "value": 21
            },
            "special_senses": [
                {
                    "type": "stat_block_section",
                    "subtype": "special_sense",
                    "link": {
                        "type": "link",
                        "name": "low-light vision",
                        "alt": "low-light vision",
                        "game-obj": "MonsterAbilities",
                        "aonid": 23
                    },
                    "name": "low-light vision"
                },
                {
                    "type": "stat_block_section",
                    "subtype": "special_sense",
                    "range": {
                        "type": "stat_block_section",
                        "subtype": "range",
                        "range": 30,
                        "text": "30 feet",
                        "unit": "feet"
                    },
                    "modifiers": [
                        {
                            "type": "stat_block_section",
                            "subtype": "modifier",
                            "name": "imprecise"
                        }
                    ],
                    "link": {
                        "type": "link",
                        "name": "scent",
                        "alt": "scent",
                        "game-obj": "MonsterAbilities",
                        "aonid": 33
                    },
                    "name": "scent"
                }
            ]
        },
        "statistics": {
            "type": "stat_block_section",
            "subtype": "statistics",
            "skills": [
                {
                    "type": "stat_block_section",
                    "subtype": "skill",
                    "name": "Acrobatics",
                    "link": {
                        "type": "link",
                        "name": "Acrobatics",
                        "alt": "Acrobatics",
                        "game-obj": "Skills",
                        "aonid": 1
                    },
                    "value": 19
                },
                {
                    "type": "stat_block_section",
                    "subtype": "skill",
                    "name": "Athletics",
                    "link": {
                        "type": "link",
                        "name": "Athletics",
                        "alt": "Athletics",
                        "game-obj": "Skills",
                        "aonid": 3
                    },
                    "value": 23,
                    "modifiers": [
                        {
                            "type": "stat_block_section",
                            "subtype": "modifier",
                            "name": "+25 to Swim",
                            "links": [
                                {
                                    "type": "link",
                                    "name": "Swim",
                                    "alt": "Swim",
                                    "game-obj": "Actions",
                                    "aonid": 39
                                }
                            ]
                        }
                    ]
                }
            ],
            "str": 8,
            "dex": 4,
            "con": 6,
            "int": -4,
            "wis": 2,
            "cha": 1
        },
        "interaction_abilities": [
            {
                "name": "Deep Breath",
                "type": "stat_block_section",
                "subtype": "ability",
                "ability_type": "interaction",
                "text": "A spinosaurus can hold its breath for 2 hours."
            }
        ],
        "defense": {
            "type": "stat_block_section",
            "subtype": "defense",
            "ac": {
                "type": "stat_block_section",
                "subtype": "armor_class",
                "value": 30
            },
            "saves": {
                "type": "stat_block_section",
                "subtype": "saves",
                "fort": {
                    "type": "stat_block_section",
                    "subtype": "save",
                    "name": "Fort",
                    "value": 23
                },
                "ref": {
                    "type": "stat_block_section",
                    "subtype": "save",
                    "name": "Ref",
                    "value": 21
                },
                "will": {
                    "type": "stat_block_section",
                    "subtype": "save",
                    "name": "Will",
                    "value": 19
                }
            },
            "hitpoints": [
                {
                    "type": "stat_block_section",
                    "subtype": "hitpoints",
                    "hp": 200
                }
            ]
        },
        "offense": {
            "type": "stat_block_section",
            "subtype": "offense",
            "speed": {
                "type": "stat_block_section",
                "subtype": "speeds",
                "movement": [
                    {
                        "type": "stat_block_section",
                        "subtype": "speed",
                        "name": "40 feet",
                        "movement_type": "walk",
                        "value": 40
                    },
                    {
                        "type": "stat_block_section",
                        "subtype": "speed",
                        "name": "swim 30 feet",
                        "movement_type": "swim",
                        "value": 30
                    }
                ]
            },
            "offensive_actions": [
                {
                    "name": "Melee",
                    "type": "stat_block_section",
                    "subtype": "offensive_action",
                    "offensive_action_type": "attack",
                    "attack": {
                        "type": "stat_block_section",
                        "subtype": "attack",
                        "attack_type": "melee",
                        "name": "Melee",
                        "action_type": {
                            "type": "stat_block_section",
                            "subtype": "action_type",
                            "name": "One Action"
                        },
                        "weapon": "bite",
                        "bonus": {
                            "type": "stat_block_section",
                            "subtype": "attack_bonus",
                            "link": {
                                "type": "link",
                                "name": "+18/+13",
                                "alt": "+18/+13",
                                "game-obj": "Rules",
                                "aonid": 322
                            },
                            "bonuses": [
                                23,
                                18,
                                13
                            ]
                        },
                        "damage": [
                            {
                                "type": "stat_block_section",
                                "subtype": "attack_damage",
                                "formula": "2d12+14",
                                "damage_type": "piercing"
                            },
                            {
                                "type": "stat_block_section",
                                "subtype": "attack_damage",
                                "links": [
                                    {
                                        "type": "link",
                                        "name": "Grab",
                                        "alt": "Grab",
                                        "game-obj": "MonsterAbilities",
                                        "aonid": 18
                                    }
                                ],
                                "effect": "Grab"
                            }
                        ],
                        "traits": [
                            {
                                "name": "Deadly",
                                "type": "trait",
                                "sources": [
                                    {
                                        "type": "source",
                                        "name": "Core Rulebook",
                                        "link": {
                                            "type": "link",
                                            "name": "Core Rulebook pg. 282",
                                            "alt": "Core Rulebook pg. 282",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        },
                                        "page": 282,
                                        "errata": {
                                            "type": "link",
                                            "name": "4.0",
                                            "alt": "4.0",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        }
                                    }
                                ],
                                "game-obj": "Traits",
                                "game-id": "4399b21e9ad18be0621c73d34aadd240",
                                "text": "On a critical hit, the weapon adds a weapon damage die of the listed size. Roll this after doubling the weapon's damage. This increases to two dice if the weapon has a _greater striking rune_ and three dice if the weapon has a _major striking rune_. For instance, a rapier with a _greater striking rune_ deals 2d8 extra piercing damage on a critical hit. An ability that changes the size of the weapon's normal damage dice doesn't change the size of its deadly die.",
                                "classes": [
                                    "monk_unarmed_attacks",
                                    "weapons"
                                ],
                                "links": [
                                    {
                                        "type": "link",
                                        "name": "rapier",
                                        "alt": "rapier",
                                        "game-obj": "Weapons",
                                        "aonid": 36
                                    }
                                ],
                                "value": "d12"
                            },
                            {
                                "name": "Reach",
                                "type": "trait",
                                "sources": [
                                    {
                                        "type": "source",
                                        "name": "Core Rulebook",
                                        "link": {
                                            "type": "link",
                                            "name": "Core Rulebook pg. 283",
                                            "alt": "Core Rulebook pg. 283",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        },
                                        "page": 283,
                                        "errata": {
                                            "type": "link",
                                            "name": "4.0",
                                            "alt": "4.0",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        }
                                    }
                                ],
                                "game-obj": "Traits",
                                "game-id": "32947e519673126a260ca0b27b0cf276",
                                "text": "Natural attacks with this trait can be used to attack creatures up to the listed distance away instead of only adjacent creatures. Weapons with this trait are long and can be used to attack creatures up to 10 feet away instead of only adjacent creatures. For creatures that already have reach with the limb or limbs that wield the weapon, the weapon increases their reach by 5 feet.",
                                "classes": [
                                    "monk_unarmed_attacks",
                                    "weapons"
                                ],
                                "value": "20 feet"
                            }
                        ]
                    }
                },
                {
                    "name": "Melee",
                    "type": "stat_block_section",
                    "subtype": "offensive_action",
                    "offensive_action_type": "attack",
                    "attack": {
                        "type": "stat_block_section",
                        "subtype": "attack",
                        "attack_type": "melee",
                        "name": "Melee",
                        "action_type": {
                            "type": "stat_block_section",
                            "subtype": "action_type",
                            "name": "One Action"
                        },
                        "weapon": "claw",
                        "bonus": {
                            "type": "stat_block_section",
                            "subtype": "attack_bonus",
                            "link": {
                                "type": "link",
                                "name": "+19/+15",
                                "alt": "+19/+15",
                                "game-obj": "Rules",
                                "aonid": 322
                            },
                            "bonuses": [
                                23,
                                19,
                                15
                            ]
                        },
                        "damage": [
                            {
                                "type": "stat_block_section",
                                "subtype": "attack_damage",
                                "formula": "2d8+14",
                                "damage_type": "slashing"
                            }
                        ],
                        "traits": [
                            {
                                "name": "Agile",
                                "type": "trait",
                                "sources": [
                                    {
                                        "type": "source",
                                        "name": "Core Rulebook",
                                        "link": {
                                            "type": "link",
                                            "name": "Core Rulebook pg. 282",
                                            "alt": "Core Rulebook pg. 282",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        },
                                        "page": 282,
                                        "errata": {
                                            "type": "link",
                                            "name": "4.0",
                                            "alt": "4.0",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        }
                                    }
                                ],
                                "game-obj": "Traits",
                                "game-id": "579721d526f0b53ff893fc41d69ffa2e",
                                "text": "The multiple attack penalty you take with this weapon on the second attack on your turn is –4 instead of –5, and –8 instead of –10 on the third and subsequent attacks in the turn.",
                                "classes": [
                                    "monk_unarmed_attacks",
                                    "weapons"
                                ]
                            },
                            {
                                "name": "Reach",
                                "type": "trait",
                                "sources": [
                                    {
                                        "type": "source",
                                        "name": "Core Rulebook",
                                        "link": {
                                            "type": "link",
                                            "name": "Core Rulebook pg. 283",
                                            "alt": "Core Rulebook pg. 283",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        },
                                        "page": 283,
                                        "errata": {
                                            "type": "link",
                                            "name": "4.0",
                                            "alt": "4.0",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        }
                                    }
                                ],
                                "game-obj": "Traits",
                                "game-id": "32947e519673126a260ca0b27b0cf276",
                                "text": "Natural attacks with this trait can be used to attack creatures up to the listed distance away instead of only adjacent creatures. Weapons with this trait are long and can be used to attack creatures up to 10 feet away instead of only adjacent creatures. For creatures that already have reach with the limb or limbs that wield the weapon, the weapon increases their reach by 5 feet.",
                                "classes": [
                                    "monk_unarmed_attacks",
                                    "weapons"
                                ],
                                "value": "15 feet"
                            }
                        ]
                    }
                },
                {
                    "name": "Rip and Tear",
                    "type": "stat_block_section",
                    "subtype": "offensive_action",
                    "offensive_action_type": "ability",
                    "ability": {
                        "type": "stat_block_section",
                        "subtype": "ability",
                        "ability_type": "offensive",
                        "name": "Rip and Tear",
                        "action_type": {
                            "type": "stat_block_section",
                            "subtype": "action_type",
                            "name": "One Action"
                        },
                        "links": [
                            {
                                "type": "link",
                                "name": "grabbed",
                                "alt": "grabbed",
                                "game-obj": "Conditions",
                                "aonid": 20
                            },
                            {
                                "type": "link",
                                "name": "persistent bleed damage",
                                "alt": "persistent bleed damage",
                                "game-obj": "Conditions",
                                "aonid": 29
                            }
                        ],
                        "requirement": "The spinosaurus has a creature grabbed in its jaws",
                        "effect": "The spinosaurus reaches up and slashes with its claws at the creature it has grabbed, dealing 4d8 slashing damage (DC 30 basic Reflex save) and 1d6 persistent bleed damage."
                    }
                },
                {
                    "name": "Staggering Sail",
                    "type": "stat_block_section",
                    "subtype": "offensive_action",
                    "offensive_action_type": "ability",
                    "ability": {
                        "type": "stat_block_section",
                        "subtype": "ability",
                        "ability_type": "offensive",
                        "name": "Staggering Sail",
                        "action_type": {
                            "type": "stat_block_section",
                            "subtype": "action_type",
                            "name": "Two Actions"
                        },
                        "traits": [
                            {
                                "name": "Incapacitation",
                                "type": "trait",
                                "sources": [
                                    {
                                        "type": "source",
                                        "name": "Core Rulebook",
                                        "link": {
                                            "type": "link",
                                            "name": "Core Rulebook pg. 633",
                                            "alt": "Core Rulebook pg. 633",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        },
                                        "page": 633,
                                        "errata": {
                                            "type": "link",
                                            "name": "4.0",
                                            "alt": "4.0",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        }
                                    }
                                ],
                                "game-obj": "Traits",
                                "game-id": "0117a107e4e57339a57d0dabe2194466",
                                "text": "An ability with this trait can take a character completely out of the fight or even kill them, and it’s harder to use on a more powerful character. If a spell has the incapacitation trait, any creature of more than twice the spell’s level treats the result of their check to prevent being incapacitated by the spell as one degree of success better, or the result of any check the spellcaster made to incapacitate them as one degree of success worse. If any other effect has the incapacitation trait, a creature of higher level than the item, creature, or hazard generating the effect gains the same benefits.",
                                "classes": [
                                    "actions",
                                    "curses",
                                    "equipment",
                                    "feats",
                                    "focus_spells",
                                    "hazards",
                                    "spells"
                                ]
                            }
                        ],
                        "links": [
                            {
                                "type": "link",
                                "name": "slowed 1",
                                "alt": "slowed 1",
                                "game-obj": "Conditions",
                                "aonid": 35
                            },
                            {
                                "type": "link",
                                "name": "stunned 3",
                                "alt": "stunned 3",
                                "game-obj": "Conditions",
                                "aonid": 36
                            }
                        ],
                        "requirement": "The spinosaurus is swimming on the surface of water",
                        "effect": "With a powerful lunge to the side, the spinosaurus uses its sail to slap the surface of the water, creating a crushing wave of water that deals 6d6 bludgeoning damage in a 30-foot cone. Each creature in the water in the area must attempt a DC 30 Reflex save. ",
                        "critical_success": "The creature is unaffected. ",
                        "success": "The creature takes half damage. ",
                        "failure": "The creature takes full damage and is slowed 1 until the end of its next turn. ",
                        "critical_failure": "The creature takes double damage and is stunned 3."
                    }
                },
                {
                    "name": "Swallow Whole",
                    "type": "stat_block_section",
                    "subtype": "offensive_action",
                    "offensive_action_type": "ability",
                    "ability": {
                        "type": "stat_block_section",
                        "subtype": "ability",
                        "ability_type": "offensive",
                        "links": [
                            {
                                "type": "link",
                                "name": "Swallow Whole",
                                "alt": "Swallow Whole",
                                "game-obj": "MonsterAbilities",
                                "aonid": 35
                            }
                        ],
                        "name": "Swallow Whole",
                        "action_type": {
                            "type": "stat_block_section",
                            "subtype": "action_type",
                            "name": "One Action"
                        },
                        "traits": [
                            {
                                "name": "Attack",
                                "type": "trait",
                                "sources": [
                                    {
                                        "type": "source",
                                        "name": "Core Rulebook",
                                        "link": {
                                            "type": "link",
                                            "name": "Core Rulebook pg. 629",
                                            "alt": "Core Rulebook pg. 629",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        },
                                        "page": 629,
                                        "errata": {
                                            "type": "link",
                                            "name": "4.0",
                                            "alt": "4.0",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        }
                                    }
                                ],
                                "game-obj": "Traits",
                                "game-id": "d7363251bddc950d403503a5f1fd2258",
                                "text": "An ability with this trait involves an attack. For each attack you make beyond the first on your turn, you take a multiple attack penalty.",
                                "classes": [
                                    "actions",
                                    "equipment",
                                    "feats",
                                    "focus_spells",
                                    "skills",
                                    "spells"
                                ]
                            }
                        ],
                        "text": "Medium, 2d12+12 bludgeoning, Rupture 19",
                        "universal_monster_ability": {
                            "name": "Swallow Whole",
                            "type": "ability",
                            "text": "The monster attempts to swallow a creature of the listed size or smaller that it has grabbed in its jaws or mouth. If a swallowed creature is of the maximum size listed, the monster can’t use Swallow Whole again. If the creature is smaller than the maximum, the monster can usually swallow more creatures; the GM determines the maximum. The monster attempts an Athletics check opposed by the grabbed creature’s Reflex DC. If it succeeds, it swallows the creature. The monster’s mouth or jaws no longer grab a creature it has swallowed, so the monster is free to use them to Strike or Grab once again. The monster can’t attack creatures it has swallowed.  \n  \n A swallowed creature is grabbed, is slowed 1, and has to hold its breath or start suffocating. The swallowed creature takes the listed amount of damage when first swallowed and at the end of each of its turns while it’s swallowed. If the victim Escapes this ability’s grabbed condition, it exits through the monster’s mouth. This frees any other creature grabbed in the monster’s mouth or jaws. A swallowed creature can attack the monster that has swallowed it, but only with unarmed attacks or with weapons of light Bulk or less. The engulfing creature is flat-footed against the attack. If the monster takes piercing or slashing damage equaling or exceeding the listed Rupture value from a single attack or spell, the engulfed creature cuts itself free. A creature that gets free by either Escaping or cutting itself free can immediately breathe and exits the swallowing monster’s space.  \n  \n If the monster dies, a swallowed creature can be freed by creatures adjacent to the corpse if they spend a combined total of 3 actions cutting the monster open with a weapon or unarmed attack that deals piercing or slashing damage.",
                            "ability_type": "universal_monster_ability",
                            "aonid": 35,
                            "game-obj": "MonsterAbilities",
                            "action_type": {
                                "type": "stat_block_section",
                                "subtype": "action_type",
                                "name": "One Action"
                            },
                            "sources": [
                                {
                                    "type": "source",
                                    "name": "Bestiary",
                                    "link": {
                                        "type": "link",
                                        "name": "Bestiary pg. 344",
                                        "alt": "Bestiary pg. 344",
                                        "game-obj": "Sources",
                                        "aonid": 2
                                    },
                                    "page": 344
                                }
                            ],
                            "traits": [
                                {
                                    "name": "Attack",
                                    "type": "trait",
                                    "sources": [
                                        {
                                            "type": "source",
                                            "name": "Core Rulebook",
                                            "link": {
                                                "type": "link",
                                                "name": "Core Rulebook pg. 629",
                                                "alt": "Core Rulebook pg. 629",
                                                "game-obj": "Sources",
                                                "aonid": 1
                                            },
                                            "page": 629,
                                            "errata": {
                                                "type": "link",
                                                "name": "4.0",
                                                "alt": "4.0",
                                                "game-obj": "Sources",
                                                "aonid": 1
                                            }
                                        }
                                    ],
                                    "game-obj": "Traits",
                                    "game-id": "d7363251bddc950d403503a5f1fd2258",
                                    "text": "An ability with this trait involves an attack. For each attack you make beyond the first on your turn, you take a multiple attack penalty.",
                                    "classes": [
                                        "actions",
                                        "equipment",
                                        "feats",
                                        "focus_spells",
                                        "skills",
                                        "spells"
                                    ]
                                }
                            ],
                            "links": [
                                {
                                    "type": "link",
                                    "name": "Athletics",
                                    "alt": "Athletics",
                                    "game-obj": "Skills",
                                    "aonid": 3
                                },
                                {
                                    "type": "link",
                                    "name": "grabbed",
                                    "alt": "grabbed",
                                    "game-obj": "Conditions",
                                    "aonid": 20
                                },
                                {
                                    "type": "link",
                                    "name": "slowed 1",
                                    "alt": "slowed 1",
                                    "game-obj": "Conditions",
                                    "aonid": 35
                                }
                            ],
                            "game-id": "e587b53b4d5bf582a0e798b9726bbcf4",
                            "schema_version": 1.2
                        }
                    }
                }
            ]
        }
    },
    "license": {
        "name": "OPEN GAME LICENSE Version 1.0a",
        "type": "section",
        "sections": [
            {
                "name": "Bestiary 2",
                "type": "section",
                "text": "**Angel, Monadic Deva from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.   \n**Angel, Movanic Deva from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.   \n**Aurumvorax from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.   \n**Basidirond from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.   \n**Blindheim from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Roger Musson.   \n**The Book of Fiends** © 2003, Green Ronin Publishing; Authors: Aaron Loeb, Erik Mona, Chris Pramas, and Robert J. Schwalb.   \n**Armies of the Abyss** © 2002, Green Ronin Publishing; Authors: Erik Mona and Chris Pramas.   \n**The Avatar's Handbook** © 2003, Green Ronin Publishing; Authors: Jesse Decker and Chris Thomasson.   \n**Book of the Righteous** © 2002, Aaron Loeb.   \n**Legions of Hell** © 2001, Green Ronin Publishing; Author: Chris Pramas.   \n**The Unholy Warrior's Handbook** © 2003, Green Ronin Publishing; Author: Robert J. Schwalb.   \n**Carbuncle from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Albie Fiore.   \n**Cave Fisher from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Lawrence Schick.   \n**Daemon, Derghodaemon from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.   \n**Daemon, Piscodaemon from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.   \n**Dark Creeper from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Rik Shepard.   \n**Dark Stalker from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Simon Muth.   \n**Demon, Nabasu from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.   \n**Demon, Shadow from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Neville White.   \n**Dracolisk from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.   \n**Froghemoth from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.   \n**Genie, Marid from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.   \n**Grippli from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.   \n**Korred from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.   \n**Necrophidius from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Simon Tillbrook.   \n**Nereid from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.   \n**Quickling from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.   \n**Quickwood from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.   \n**Scythe Tree from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene.   \n**Skulk from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Simon Muth.   \n**Soul Eater from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by David Cook.   \n**Troll, Two-Headed from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Oliver Charles MacDonald.   \n**Yellow Musk Creeper from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Albie Fiore.   \n**Yellow Musk Zombie from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Albie Fiore.   \n**Pathfinder Core Rulebook (Second Edition)** © 2019, Paizo Inc.; Authors: Logan Bonner, Jason Bulmahn, Stephen Radney-MacFarland, and Mark Seifter.   \n**Pathfinder Bestiary 2 (Second Edition)** © 2020, Paizo Inc.; Authors: Alexander Augunas, Dennis Baker, Jesse Benner, Joseph Blomquist, Logan Bonner, Paris Crenshaw, Adam Daigle, Jesse Decker, Darrin Drader, Brian Duckwitz, Robert N. Emerson, Scott Fernandez, Keith Garrett, Scott Gladstein, Matthew Goodall, T.H. Gulliver, BJ Hensley, Tim Hitchcock, Vanessa Hoskins, James Jacobs, Brian R. James, Jason Keeley, John Laffan, Lyz Liddell, Colm Lundberg, Ron Lundeen, Jason Nelson, Randy Price, Jessica Redekop, Patrick Renie, Alistair Rigg, Alex Riggs, David N. Ross, David Schwartz, Mark Seifter, Amber Stewart, Jeffrey Swank, Russ Taylor, and Jason Tondro."
            },
            {
                "name": "Core Rulebook",
                "type": "section",
                "text": "**Pathfinder Core Rulebook (Second Edition)** © 2019, Paizo Inc.; Designers: Logan Bonner, Jason Bulmahn, Stephen Radney-MacFarland, and Mark Seifter."
            },
            {
                "name": "Bestiary",
                "type": "section",
                "text": "**Daemon, Guardian from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Ian McDowall.  \n **Dark Creeper from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Rik Shepard.  \n **Dark Stalker from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Simon Muth.  \n **Dragon, Faerie from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Brian Jaeger and Gary Gygax.  \n **Genie, Marid from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.  \n **Mite from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Ian Livingstone and Mark Barnes.  \n **Pathfinder Bestiary (Second Edition)** © 2019, Paizo Inc.; Authors: Alexander Augunas, Logan Bonner, Jason Bulmahn, John Compton, Paris Crenshaw, Adam Daigle, Eleanor Ferron, Leo Glass, Thurston Hillman, James Jacobs, Jason Keeley, Lyz Liddell, Ron Lundeen, Robert G. McCreary, Tim Nightengale, Stephen Radney-MacFarland, Alex Riggs, David N. Ross, Michael Sayre, Mark Seifter, Chris S. Sims, Jeffrey Swank, Jason Tondro, Tonya Woldridge, and Linda Zayas-Palmer."
            }
        ],
        "text": "The following text is the property of Wizards of the Coast, Inc. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.\n\n **1. Definitions**: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, license, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, spells, enchantments, personalities, teams, personas, likenesses and special abilities; places, locations, environments, creatures, equipment, magical or supernatural abilities or effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the Open Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.\n\n **2. The License**: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or conditions may be applied to any Open Game Content distributed using this License.\n\n **3. Offer and Acceptance**: By Using the Open Game Content You indicate Your acceptance of the terms of this License.\n\n **4. Grant and Consideration**: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, non-exclusive license with the exact terms of this License to Use, the Open Game Content.\n\n **5. Representation of Authority to Contribute**: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original creation and/or You have sufficient rights to grant the rights conveyed by this License.\n\n **6. Notice of License Copyright**: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.\n\n **7. Use of Product Identity**: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.\n\n **8. Identification**: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.\n\n **9. Updating the License**: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.\n\n **10. Copy of this License**: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.\n\n **11. Use of Contributor Credits**: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.\n\n **12. Inability to Comply**: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.\n\n **13. Termination**: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.\n\n **14. Reformation**: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.\n\n **15. COPYRIGHT NOTICE**  \n **Open Game License v 1.0** Copyright 2000, Wizards of the Coast, Inc.  \n **System Reference Document**. Copyright 2000. Wizards of the Coast, Inc; Authors: Jonathan Tweet, Monte Cook, Skip Williams, based on material by E. Gary Gygax and Dave Arneson.  \n **The Archives of Nethys**. Copyright 2010, Blake Davis. **Pathfinder Open Reference**. © 2023 Masterwork Tools LLC, Authors: Devon Jones, Monica Jones.",
        "subtype": "license",
        "license": "OPEN GAME LICENSE Version 1.0a"
    },
    "schema_version": 1.3
}