{
    "name": "Vrykolakas Ancient",
    "type": "creature",
    "sections": [
        {
            "name": "Vrykolakas Ancient",
            "type": "section",
            "sources": [
                {
                    "type": "source",
                    "name": "Bestiary 2",
                    "link": {
                        "type": "link",
                        "name": "Bestiary 2 pg. 277",
                        "alt": "Bestiary 2 pg. 277",
                        "href": "https://paizo.com/products/btq022yq"
                    },
                    "page": 277,
                    "errata": {
                        "type": "link",
                        "name": "2.0",
                        "alt": "2.0",
                        "game-obj": "Sources",
                        "aonid": 32
                    }
                }
            ],
            "html": "Vrykolakas ancients are the sinister overlords of their kind, stealing blood, breath, and life to feed their immortal hunger."
        },
        {
            "name": "Vampire, Vrykolakas",
            "type": "section",
            "sections": [
                {
                    "name": "Vampire",
                    "type": "section",
                    "sections": [
                        {
                            "name": "Related Groups",
                            "type": "section",
                            "sources": [
                                {
                                    "type": "source",
                                    "name": "Bestiary 2",
                                    "link": {
                                        "type": "link",
                                        "name": "Bestiary 2 pg. 275",
                                        "alt": "Bestiary 2 pg. 275",
                                        "href": "https://paizo.com/products/btq022yq"
                                    },
                                    "page": 275,
                                    "errata": {
                                        "type": "link",
                                        "name": "2.0",
                                        "alt": "2.0",
                                        "game-obj": "Sources",
                                        "aonid": 32
                                    }
                                }
                            ],
                            "html": "<u><a aonid=\"97\" game-obj=\"MonsterFamilies\">Vampire</a></u>, <u><a aonid=\"286\" game-obj=\"MonsterFamilies\">Vampire, Jiang-Shi</a></u>, <u><a aonid=\"273\" game-obj=\"MonsterFamilies\">Vampire, Nosferatu</a></u>, <u><a aonid=\"314\" game-obj=\"MonsterFamilies\">Vampire, Strigoi</a></u>, <u><a aonid=\"311\" game-obj=\"MonsterFamilies\">Vampire, Vetalarana</a></u><br/>Vampires are undead creatures that feed on the blood of the living."
                        }
                    ],
                    "sources": [
                        {
                            "type": "source",
                            "name": "Bestiary 2",
                            "link": {
                                "type": "link",
                                "name": "Bestiary 2 pg. 275",
                                "alt": "Bestiary 2 pg. 275",
                                "href": "https://paizo.com/products/btq022yq"
                            },
                            "page": 275,
                            "errata": {
                                "type": "link",
                                "name": "2.0",
                                "alt": "2.0",
                                "game-obj": "Sources",
                                "aonid": 32
                            }
                        }
                    ]
                },
                {
                    "name": "Creating a Vrykolakas",
                    "type": "section",
                    "sections": [
                        {
                            "name": "Basic Vrykolakas Abilities",
                            "type": "section",
                            "sources": [
                                {
                                    "type": "source",
                                    "name": "Bestiary 2",
                                    "link": {
                                        "type": "link",
                                        "name": "Bestiary 2 pg. 275",
                                        "alt": "Bestiary 2 pg. 275",
                                        "href": "https://paizo.com/products/btq022yq"
                                    },
                                    "page": 275,
                                    "errata": {
                                        "type": "link",
                                        "name": "2.0",
                                        "alt": "2.0",
                                        "game-obj": "Sources",
                                        "aonid": 32
                                    }
                                }
                            ],
                            "html": "If the base creature becoming a vrykolakas has any abilities that specifically come from it being a living creature, it loses them. It also loses any traits that represented its life as a living creature, such as <a aonid=\"90\" game-obj=\"Traits\">human</a> and <a aonid=\"91\" game-obj=\"Traits\">humanoid</a>. You might also need to adjust abilities that conflict with the vrykolakas' theme. All vrykolakas gain the following abilities. <br/><br/><b><a aonid=\"12\" game-obj=\"MonsterAbilities\">Darkvision</a></b><br/><br/><b>Swift Tracker</b> The vrykolakas moves at full Speed while <a aonid=\"66\" game-obj=\"Actions\">Tracking</a>. <br/><br/><b><a aonid=\"42\" game-obj=\"MonsterAbilities\">Negative Healing</a></b><br/><br/><b>Immunities</b><a aonid=\"40\" game-obj=\"Traits\">death</a> effects, <a aonid=\"46\" game-obj=\"Traits\">disease</a>, <a aonid=\"28\" game-obj=\"Conditions\">paralyzed</a>, <a aonid=\"126\" game-obj=\"Traits\">poison</a>, <a aonid=\"145\" game-obj=\"Traits\">sleep</a><br/><br/><b>Feral Corruption</b><span aria-label=\"Free Action\" class=\"action action-5\" role=\"img\" title=\"Free Action\"> </span>  (<a aonid=\"38\" game-obj=\"Traits\">curse</a>, <a aonid=\"48\" game-obj=\"Traits\">divine</a>, <a aonid=\"93\" game-obj=\"Traits\">incapacitation</a>, <a aonid=\"106\" game-obj=\"Traits\">mental</a>, <a aonid=\"117\" game-obj=\"Traits\">necromancy</a>, <a aonid=\"129\" game-obj=\"Traits\">possession</a>) <b>Trigger</b> The vrykolakas is reduced to 0 Hit Points, and an <a aonid=\"9\" game-obj=\"Traits\">animal</a> is within 100 feet; <b>Effect</b> Unlike most other undead, a vrykolakas isn't destroyed when it reaches 0 HP. Instead, it attempts to cast its spirit into an animal within 100 feet, which must attempt a Will save (use a high DC for the vrykolakas's level from the <a aonid=\"1020\" game-obj=\"Rules\">Spell DC and Spell Attack Roll table</a>). On a failure, the animal is possessed. This has the effects of the <a aonid=\"225\" game-obj=\"Spells\"><i>possession</i></a> spell, but it lasts a number of days equal to the vrykolakas's level. This possession can't be <a aonid=\"371\" game-obj=\"Rules\">counteracted</a> with magic (though <a aonid=\"250\" game-obj=\"Spells\"><i>remove curse</i></a> works against it normally).<br/><br/> If the animal succeeds at its save, the vrykolakas can attempt to possess a different animal within 100 feet. If at any point an animal critically succeeds at its save or no animal is within 100 feet, the vrykolakas fails to possess anything and is destroyed.<br/><br/> A vrykolakas possessing an animal seeks out its burial site (see Burial Site Bound below) immediately, burying itself there. While the vrykolakas is in this state of recovery, its animal host is <a aonid=\"28\" game-obj=\"Conditions\">paralyzed</a>, and beheading it destroys the vrykolakas and kills its host. Removing the curse destroys the vrykolakas and returns the animal to normal. After 1d4 days, if the vrykolakas hasn't been destroyed, the animal dies and the vrykolakas rises in a new body that's identical to its previous one, formed from the animal's remains. <br/><br/><b>Vrykolakas Vulnerabilities</b> Vrykolakas all have the following vulnerabilities. <ul> <li> <b>Burial Site Bound</b> A vrykolakas is bound to the place of its death or interment. It must return to this location once per week and bury itself in the earth for 24 hours, during which time it is paralyzed and can be beheaded. If it is unable to return to this site, it is reduced to 0 Hit Points and attempts to use Feral Corruption; if this host animal can't return to the burial site before the possession effect ends, the vrykolakas is destroyed and the animal host returns to normal. </li> <li> <b>Vulnerable to Decapitation</b> A vrykolakas that is beheaded can't use its Feral Possession, and a beheaded corpse cannot rise as a vrykolakas.</li> </ul><b>Climb Speed</b> A vrykolakas gains a climb Speed equal to one-half its land Speed. <br/><br/><b>Claws</b> If the base creature had hands, it gains an unarmed claw Strike that deals slashing damage and has the <a aonid=\"170\" game-obj=\"Traits\">agile</a> trait. Use the moderate damage for the creature's level on the <a aonid=\"1018\" game-obj=\"Rules\">Strike Damage</a> table. <br/><br/><b>Fangs</b> The teeth of the vrykolakas grow long, sharp, and deadly, granting it a fangs Strike: an unarmed attack that deals piercing damage and enables the use of its Drink Blood ability. Use the high damage for the creature's level on the Strike Damage table. <br/><br/><b>Drink Blood</b><span aria-label=\"Single Action\" class=\"action action-1\" role=\"img\" title=\"Single Action\"> </span>  (<a aonid=\"48\" game-obj=\"Traits\">divine</a>, <a aonid=\"117\" game-obj=\"Traits\">necromancy</a>) <b>Requirements</b> The vrykolakas' last action was a successful fangs Strike; <b>Effect</b> The vrykolakas sinks its fangs into that creature to drink its blood. This requires an <a aonid=\"3\" game-obj=\"Skills\">Athletics</a> check against the creature's Fortitude DC. On a success, the creature becomes <a aonid=\"10\" game-obj=\"Conditions\">drained 1</a>, and the vrykolakas regains HP equal to 10% of its maximum HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire, but it increases the creature's drained condition value by 1. A vrykolakas can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so.<br/><br/> The target creature's drained condition value decreases by 1 per week. A blood transfusion, which requires a successful DC 20 <a aonid=\"9\" game-obj=\"Skills\">Medicine</a> check and sufficient blood or a blood donor, reduces the drained value by 1 after 10 minutes. <br/><br/><b><a aonid=\"30\" game-obj=\"MonsterAbilities\">Rend</a></b><span aria-label=\"Single Action\" class=\"action action-1\" role=\"img\" title=\"Single Action\"> </span>  The vrykolakas gains the Rend action with its claws.<br/><br/>"
                        },
                        {
                            "name": "Vrykolakas Master Abilities",
                            "type": "section",
                            "sources": [
                                {
                                    "type": "source",
                                    "name": "Bestiary 2",
                                    "link": {
                                        "type": "link",
                                        "name": "Bestiary 2 pg. 275",
                                        "alt": "Bestiary 2 pg. 275",
                                        "href": "https://paizo.com/products/btq022yq"
                                    },
                                    "page": 275,
                                    "errata": {
                                        "type": "link",
                                        "name": "2.0",
                                        "alt": "2.0",
                                        "game-obj": "Sources",
                                        "aonid": 32
                                    }
                                }
                            ],
                            "html": "Particularly powerful vrykolakas can create spawn from the bodies of their victims and gain additional abilities, as detailed below. Creatures of 9th level or higher can become a vrykolakas master, while those of 12th level or higher who have survived for centuries might become a vrykolakas ancient. <br/><br/><b>Children of the Night</b> (<a aonid=\"48\" game-obj=\"Traits\">divine</a>, <a aonid=\"61\" game-obj=\"Traits\">enchantment</a>, <a aonid=\"106\" game-obj=\"Traits\">mental</a>) The presence of a vrykolakas master inspires savage creatures to crawl forth to do its bidding, including <a aonid=\"347\" game-obj=\"Monsters\">rat swarms</a>, <a aonid=\"402\" game-obj=\"Monsters\">warg</a>, <a aonid=\"411\" game-obj=\"Monsters\">werewolves</a>, and similar creatures. The vrykolakas master can give telepathic orders to these creatures within 100 feet, but they can't communicate back. <br/><br/><b>Pestilential Aura</b> (<a aonid=\"202\" game-obj=\"Traits\">aura</a>, <a aonid=\"48\" game-obj=\"Traits\">divine</a>, <a aonid=\"117\" game-obj=\"Traits\">necromancy</a>) 5 feet. Creatures beginning their turn in the area while the vrykolakas is in its true form are exposed to <a aonid=\"6\" game-obj=\"Diseases\">bubonic plague</a>. <br/><br/><b>Divine Innate Spells</b> The vrykolakas master can cast <a aonid=\"354\" game-obj=\"Spells\"><i>vampiric touch</i></a> (heightened to half its level rounded up) and 3rd-level <a aonid=\"110\" game-obj=\"Deities\">fear</a> three times per day each as divine innate spells. It uses a high DC for its level. <br/><br/><b>Bubonic Plague</b> (<a aonid=\"46\" game-obj=\"Traits\">disease</a>) <b>Saving Throw</b> Fortitude (use a high DC for the vrykolakas's level); <b>Onset</b> 1 day; <b>Stage 1</b><a aonid=\"15\" game-obj=\"Conditions\">fatigued</a> (1 day); <b>Stage 2</b><a aonid=\"13\" game-obj=\"Conditions\">enfeebled 2</a> and fatigued (1 day); Stage 3 enfeebled 3, fatigued, and takes 1d6 <a aonid=\"29\" game-obj=\"Conditions\">persistent bleed damage</a> every 1d20 minutes (1 day) <br/><br/><b>Change Shape</b><span aria-label=\"Single Action\" class=\"action action-1\" role=\"img\" title=\"Single Action\"> </span>  (<a aonid=\"32\" game-obj=\"Traits\">concentrate</a>, <a aonid=\"48\" game-obj=\"Traits\">divine</a>, <a aonid=\"127\" game-obj=\"Traits\">polymorph</a>, <a aonid=\"157\" game-obj=\"Traits\">transmutation</a>) A vrykolakas master can transform into a form resembling the body it had in life, with the effects of <a aonid=\"153\" game-obj=\"Spells\"><i>humanoid form</i></a> but with unlimited duration. It loses its fangs and claw Strikes but gains a +2 circumstance bonus to <a aonid=\"5\" game-obj=\"Skills\">Deception</a> checks to <a aonid=\"46\" game-obj=\"Actions\">Impersonate</a> in this form. <br/><br/><b>Create Spawn</b> (<a aonid=\"48\" game-obj=\"Traits\">divine</a>, <a aonid=\"49\" game-obj=\"Traits\">downtime</a>, <a aonid=\"117\" game-obj=\"Traits\">necromancy</a>) If a creature dies after being reduced to 0 HP by Drink Blood, a vrykolakas master can turn this creature into a <a aonid=\"842\" game-obj=\"Monsters\">vrykolakas spawn</a> by donating some of its own blood to the creature and burying it in earth for 3 nights. Such vrykolakas spawn are generally <a aonid=\"18\" game-obj=\"Conditions\">friendly</a> to the vrykolakas that created them, but they are not under its control and typically wander off on their own rampage within 1d6 days of their creation. <b>Dominate Animal</b><span aria-label=\"Single Action\" class=\"action action-1\" role=\"img\" title=\"Single Action\"> </span>  (<a aonid=\"48\" game-obj=\"Traits\">divine</a>, <a aonid=\"61\" game-obj=\"Traits\">enchantment</a>, <a aonid=\"93\" game-obj=\"Traits\">incapacitation</a>, <a aonid=\"106\" game-obj=\"Traits\">mental</a>) The vrykolakas can cast <a aonid=\"87\" game-obj=\"Spells\"><i>dominate</i></a> at will as a divine innate spell that affects only animals. The save DC is a high DC for the vrykolakas's level, and a creature that succeeds is immune to that vrykolakas's Dominate Animal for 24 hours. Destroying the vrykolakas ends the effect, but reducing it to 0 HP does not. A dominated animal takes a –4 circumstance penalty to saving throws against the vrykolakas's Feral Possession. <br/><br/><b>Drink Blood</b> As a typical vrykolakas, but the creature is drained 2 instead of 1."
                        },
                        {
                            "name": "Building A Vrykolakas",
                            "type": "section",
                            "sources": [
                                {
                                    "type": "source",
                                    "name": "Bestiary 2",
                                    "link": {
                                        "type": "link",
                                        "name": "Bestiary 2 pg. 275",
                                        "alt": "Bestiary 2 pg. 275",
                                        "href": "https://paizo.com/products/btq022yq"
                                    },
                                    "page": 275,
                                    "errata": {
                                        "type": "link",
                                        "name": "2.0",
                                        "alt": "2.0",
                                        "game-obj": "Sources",
                                        "aonid": 32
                                    }
                                }
                            ],
                            "subtype": "sidebar",
                            "sidebar_type": "advice_and_rules",
                            "sidebar_heading": "Advice and Rules",
                            "image": {
                                "type": "image",
                                "name": "Advice and Rules",
                                "image": "Sidebar_1_AdviceAndRules.png"
                            },
                            "html": "Like <a aonid=\"97\" game-obj=\"MonsterFamilies\">vampires</a> vrykolakas can infect victims with their twisted form of vampirism, transforming practically any living monster into one of these undead horrors. You can build a new vrykolakas from the ground up using the standard monster creation rules, which were used to create the vrykolakas spawn, vrykolakas master, and vrykolakas ancient, or you can use the guidelines presented under Creating a Vrykolakas to turn an existing creature (even a player character!) into a vrykolakas, adjusting the monster as you see fit. In either case, specific vrykolakas abilities like negative healing, Feral Corruption, and Drink Blood work the same."
                        },
                        {
                            "name": "Debased and Distorted",
                            "type": "section",
                            "sources": [
                                {
                                    "type": "source",
                                    "name": "Bestiary 2",
                                    "link": {
                                        "type": "link",
                                        "name": "Bestiary 2 pg. 275",
                                        "alt": "Bestiary 2 pg. 275",
                                        "href": "https://paizo.com/products/btq022yq"
                                    },
                                    "page": 275,
                                    "errata": {
                                        "type": "link",
                                        "name": "2.0",
                                        "alt": "2.0",
                                        "game-obj": "Sources",
                                        "aonid": 32
                                    }
                                }
                            ],
                            "subtype": "sidebar",
                            "sidebar_type": "additional_lore",
                            "sidebar_heading": "Additional Lore",
                            "image": {
                                "type": "image",
                                "name": "Additional Lore",
                                "image": "Sidebar_2_AdditionalLore.png"
                            },
                            "html": "Vrykolakas are corrupted bestial versions of their appearance in life, and are emaciated and pockmarked with disease. Their spines are bent in a perpetual hunch. While some vrykolakas can cloak themselves in a semblance of living flesh, their fragmented memories often cannot accurately recreate their former appearance or persona. They may not recognize former family and friends (and vice versa), but those they do remember are marked as their favored victims."
                        },
                        {
                            "name": "Mythological Origins",
                            "type": "section",
                            "sources": [
                                {
                                    "type": "source",
                                    "name": "Bestiary 2",
                                    "link": {
                                        "type": "link",
                                        "name": "Bestiary 2 pg. 275",
                                        "alt": "Bestiary 2 pg. 275",
                                        "href": "https://paizo.com/products/btq022yq"
                                    },
                                    "page": 275,
                                    "errata": {
                                        "type": "link",
                                        "name": "2.0",
                                        "alt": "2.0",
                                        "game-obj": "Sources",
                                        "aonid": 32
                                    }
                                }
                            ],
                            "subtype": "sidebar",
                            "sidebar_type": "additional_lore",
                            "sidebar_heading": "Additional Lore",
                            "image": {
                                "type": "image",
                                "name": "Additional Lore",
                                "image": "Sidebar_2_AdditionalLore.png"
                            },
                            "html": "The vrykolakas (pronounced “vree-KO-la-kahss”) is an undead creature from Greek folklore. These revenants appear as humans come back after death to complete some task left undone before they can peacefully rest. Many are vengeful and murderous, but some are simply attempting to return to their former lives, like a shoemaker rising from the grave to mend his children's shoes, carry water, and chop firewood. The Pathfinder version of this creature is more associated with a feral form of vampire."
                        },
                        {
                            "name": "Vrykolakas Habits",
                            "type": "section",
                            "sources": [
                                {
                                    "type": "source",
                                    "name": "Bestiary 2",
                                    "link": {
                                        "type": "link",
                                        "name": "Bestiary 2 pg. 275",
                                        "alt": "Bestiary 2 pg. 275",
                                        "href": "https://paizo.com/products/btq022yq"
                                    },
                                    "page": 275,
                                    "errata": {
                                        "type": "link",
                                        "name": "2.0",
                                        "alt": "2.0",
                                        "game-obj": "Sources",
                                        "aonid": 32
                                    }
                                }
                            ],
                            "subtype": "sidebar",
                            "sidebar_type": "additional_lore",
                            "sidebar_heading": "Additional Lore",
                            "image": {
                                "type": "image",
                                "name": "Additional Lore",
                                "image": "Sidebar_2_AdditionalLore.png"
                            },
                            "html": "Most vrykolakas have curious affectations, such as a compulsion to knock on a door before entering or calling out the name of the person within. If the person answers, the vrykolakas then tries to hunt and slay them within 3 days. Others have an affinity for specific types of animals, always preferring to charm or possess them, or have an aversion to others. Unlike a <a aonid=\"97\" game-obj=\"MonsterFamilies\">moroi vampire</a>, however, for a vrykolakas these habits are merely sadistic games or personal preferences, not mystical compulsions."
                        }
                    ],
                    "sources": [
                        {
                            "type": "source",
                            "name": "Bestiary 2",
                            "link": {
                                "type": "link",
                                "name": "Bestiary 2 pg. 275",
                                "alt": "Bestiary 2 pg. 275",
                                "href": "https://paizo.com/products/btq022yq"
                            },
                            "page": 275,
                            "errata": {
                                "type": "link",
                                "name": "2.0",
                                "alt": "2.0",
                                "game-obj": "Sources",
                                "aonid": 32
                            }
                        }
                    ],
                    "html": "You can turn an existing living creature into a vrykolakas using the following steps. Increase the creature's level by 1 and change its statistics as follows. <ul> <li>It gains the <a aonid=\"160\" game-obj=\"Traits\">undead</a> and <a aonid=\"242\" game-obj=\"Traits\">vampire</a> traits, and it becomes evil. </li> <li>Increase AC, attack modifiers, DCs, saving throws, and skill modifiers by 1. </li> <li>Increase Speed by 10 feet or to 40 feet, whichever results in a higher Speed. </li> <li>Increase damage with Strikes and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead.</li> </ul>"
                }
            ],
            "sources": [
                {
                    "type": "source",
                    "name": "Bestiary 2",
                    "link": {
                        "type": "link",
                        "name": "Bestiary 2 pg. 275",
                        "alt": "Bestiary 2 pg. 275",
                        "href": "https://paizo.com/products/btq022yq"
                    },
                    "page": 275,
                    "errata": {
                        "type": "link",
                        "name": "2.0",
                        "alt": "2.0",
                        "game-obj": "Sources",
                        "aonid": 32
                    }
                }
            ],
            "html": "Wicked and vengeful souls denied even the most basic burial rites can rise again as vrykolakas, blood-drinking and plague-bearing reanimated corpses. They spread suffering and death among all who cross their paths, punishing all who remind them of those who failed to properly lay their bodies and souls to rest."
        }
    ],
    "sources": [
        {
            "type": "source",
            "name": "Bestiary 2",
            "link": {
                "type": "link",
                "name": "Bestiary 2 pg. 277",
                "alt": "Bestiary 2 pg. 277",
                "href": "https://paizo.com/products/btq022yq"
            },
            "page": 277,
            "errata": {
                "type": "link",
                "name": "2.0",
                "alt": "2.0",
                "game-obj": "Sources",
                "aonid": 32
            }
        }
    ],
    "aonid": 844,
    "game-obj": "Monsters",
    "stat_block": {
        "name": "Vrykolakas Ancient",
        "type": "stat_block",
        "creature_type": {
            "name": "creature_type",
            "type": "stat_block_section",
            "subtype": "creature_type",
            "level": 13,
            "pfs": "Standard",
            "traits": [
                {
                    "name": "Uncommon",
                    "type": "trait",
                    "sources": [
                        {
                            "type": "source",
                            "name": "Core Rulebook",
                            "link": {
                                "type": "link",
                                "name": "Core Rulebook pg. 637",
                                "alt": "Core Rulebook pg. 637",
                                "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                            },
                            "page": 637,
                            "errata": {
                                "type": "link",
                                "name": "4.0",
                                "alt": "4.0",
                                "game-obj": "Sources",
                                "aonid": 1
                            }
                        }
                    ],
                    "game-obj": "Traits",
                    "game-id": "86f283dc2544d57b2af0c4d92099c4a1",
                    "text": "Something of uncommon rarity requires special training or comes from a particular culture or part of the world. Some character choices give access to uncommon options, and the GM can choose to allow access for anyone. Less is known about uncommon creatures than common creatures. They typically can't be summoned. The DC of Recall Knowledge checks related to these creature is increased by 2.",
                    "classes": [
                        "rarity"
                    ],
                    "links": [
                        {
                            "type": "link",
                            "name": "Recall Knowledge",
                            "alt": "Recall Knowledge",
                            "game-obj": "Actions",
                            "aonid": 26
                        }
                    ]
                },
                {
                    "name": "Neutral",
                    "type": "trait",
                    "sources": [
                        {
                            "type": "source",
                            "name": "Core Rulebook",
                            "link": {
                                "type": "link",
                                "name": "Core Rulebook pg. 29",
                                "alt": "Core Rulebook pg. 29",
                                "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                            },
                            "page": 29,
                            "errata": {
                                "type": "link",
                                "name": "2.0",
                                "alt": "2.0",
                                "game-obj": "Sources"
                            }
                        }
                    ],
                    "game-obj": "Traits",
                    "game-id": "6e82bdbf68157ae4da17bb888bf012d6",
                    "classes": [
                        "alignment"
                    ]
                },
                {
                    "name": "Evil",
                    "type": "trait",
                    "sources": [
                        {
                            "type": "source",
                            "name": "Core Rulebook",
                            "link": {
                                "type": "link",
                                "name": "Core Rulebook pg. 631",
                                "alt": "Core Rulebook pg. 631",
                                "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                            },
                            "page": 631,
                            "errata": {
                                "type": "link",
                                "name": "4.0",
                                "alt": "4.0",
                                "game-obj": "Sources",
                                "aonid": 1
                            }
                        }
                    ],
                    "game-obj": "Traits",
                    "game-id": "db9cb9162a82ec8acc34a1963bd21b55",
                    "text": "Evil effects often manipulate energy from evil-aligned Outer Planes and are antithetical to good divine servants or divine servants of good deities. A creature with this trait is evil in alignment.",
                    "classes": [
                        "alignment"
                    ]
                },
                {
                    "name": "Medium",
                    "type": "trait",
                    "sources": [
                        {
                            "type": "source",
                            "name": "Core Rulebook",
                            "link": {
                                "type": "link",
                                "name": "Core Rulebook pg. 474",
                                "alt": "Core Rulebook pg. 474",
                                "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                            },
                            "page": 474,
                            "errata": {
                                "type": "link",
                                "name": "2.0",
                                "alt": "2.0",
                                "game-obj": "Sources"
                            }
                        }
                    ],
                    "game-obj": "Traits",
                    "game-id": "36e474dd2f4c19b317214eccf55c8c77",
                    "classes": [
                        "size"
                    ],
                    "text": "*Space:* 5 feet, *Reach (Tall):* 5 feet, *Reach (Long):* 5 feet"
                },
                {
                    "name": "Undead",
                    "type": "trait",
                    "sources": [
                        {
                            "type": "source",
                            "name": "Core Rulebook",
                            "link": {
                                "type": "link",
                                "name": "Core Rulebook pg. 637",
                                "alt": "Core Rulebook pg. 637",
                                "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                            },
                            "page": 637,
                            "errata": {
                                "type": "link",
                                "name": "4.0",
                                "alt": "4.0",
                                "game-obj": "Sources",
                                "aonid": 1
                            }
                        }
                    ],
                    "game-obj": "Traits",
                    "game-id": "c350c8c822192066cf7755347b7f8d65",
                    "text": "Once living, these creatures were infused after death with negative energy and soul-corrupting evil magic. When reduced to 0 Hit Points, an undead creature is destroyed. Undead creatures are damaged by positive energy, are healed by negative energy, and don't benefit from healing effects.",
                    "classes": [
                        "creature_type"
                    ],
                    "links": [
                        {
                            "type": "link",
                            "name": "positive",
                            "alt": "positive",
                            "game-obj": "Traits",
                            "aonid": 128
                        },
                        {
                            "type": "link",
                            "name": "negative",
                            "alt": "negative",
                            "game-obj": "Traits",
                            "aonid": 118
                        },
                        {
                            "type": "link",
                            "name": "healing",
                            "alt": "healing",
                            "game-obj": "Traits",
                            "aonid": 89
                        }
                    ]
                },
                {
                    "name": "Vampire",
                    "type": "trait",
                    "sources": [
                        {
                            "type": "source",
                            "name": "Bestiary",
                            "link": {
                                "type": "link",
                                "name": "Bestiary pg. 347",
                                "alt": "Bestiary pg. 347",
                                "href": "https://paizo.com/products/btq01y0m?Pathfinder-Bestiary"
                            },
                            "page": 347
                        }
                    ],
                    "game-obj": "Traits",
                    "game-id": "756c3a7d666fe2845c585964c743f494",
                    "text": "Undead creatures who thirst for blood, vampires are notoriously versatile and hard to destroy.",
                    "classes": [
                        "monster"
                    ]
                }
            ],
            "family": "Vampire, Vrykolakas",
            "knowledge": [
                {
                    "type": "stat_block_section",
                    "subtype": "knowledge",
                    "dc": 33,
                    "name": "Recall Knowledge - Undead",
                    "link": {
                        "type": "link",
                        "name": "Recall Knowledge - Undead",
                        "alt": "Recall Knowledge - Undead",
                        "game-obj": "Rules",
                        "aonid": 563
                    },
                    "skills": [
                        {
                            "name": "Religion",
                            "type": "stat_block_section",
                            "subtype": "knowledge_skill",
                            "link": {
                                "type": "link",
                                "name": "Religion",
                                "alt": "Religion",
                                "game-obj": "Skills",
                                "aonid": 13
                            }
                        }
                    ]
                },
                {
                    "type": "stat_block_section",
                    "subtype": "knowledge",
                    "dc": 31,
                    "name": "Unspecific Lore",
                    "link": {
                        "type": "link",
                        "name": "Unspecific Lore",
                        "alt": "Unspecific Lore",
                        "game-obj": "Rules",
                        "aonid": 563
                    }
                },
                {
                    "type": "stat_block_section",
                    "subtype": "knowledge",
                    "dc": 28,
                    "name": "Specific Lore",
                    "link": {
                        "type": "link",
                        "name": "Specific Lore",
                        "alt": "Specific Lore",
                        "game-obj": "Rules",
                        "aonid": 563
                    }
                }
            ],
            "rarity": "Uncommon",
            "alignment": "Neutral Evil",
            "size": "Medium",
            "creature_types": [
                "Undead",
                "Vampire"
            ]
        },
        "image": {
            "type": "image",
            "name": "Vrykolakas Ancient",
            "game-obj": "Monster",
            "image": "Vampire_VrykolakasAncient.png"
        },
        "sources": [
            {
                "type": "source",
                "name": "Bestiary 2",
                "link": {
                    "type": "link",
                    "name": "Bestiary 2 pg. 277",
                    "alt": "Bestiary 2 pg. 277",
                    "href": "https://paizo.com/products/btq022yq"
                },
                "page": 277,
                "errata": {
                    "type": "link",
                    "name": "2.0",
                    "alt": "2.0",
                    "game-obj": "Sources",
                    "aonid": 32
                }
            }
        ],
        "senses": {
            "type": "stat_block_section",
            "subtype": "senses",
            "perception": {
                "type": "stat_block_section",
                "subtype": "perception",
                "value": 23
            },
            "special_senses": [
                {
                    "type": "stat_block_section",
                    "subtype": "special_sense",
                    "link": {
                        "type": "link",
                        "name": "darkvision",
                        "alt": "darkvision",
                        "game-obj": "MonsterAbilities",
                        "aonid": 12
                    },
                    "name": "darkvision"
                }
            ]
        },
        "statistics": {
            "type": "stat_block_section",
            "subtype": "statistics",
            "languages": {
                "type": "stat_block_section",
                "subtype": "languages",
                "languages": [
                    {
                        "name": "Common",
                        "type": "stat_block_section",
                        "subtype": "language",
                        "link": {
                            "type": "link",
                            "name": "Common",
                            "alt": "Common",
                            "game-obj": "Languages",
                            "aonid": 1
                        }
                    }
                ]
            },
            "skills": [
                {
                    "type": "stat_block_section",
                    "subtype": "skill",
                    "name": "Acrobatics",
                    "link": {
                        "type": "link",
                        "name": "Acrobatics",
                        "alt": "Acrobatics",
                        "game-obj": "Skills",
                        "aonid": 1
                    },
                    "value": 24
                },
                {
                    "type": "stat_block_section",
                    "subtype": "skill",
                    "name": "Athletics",
                    "link": {
                        "type": "link",
                        "name": "Athletics",
                        "alt": "Athletics",
                        "game-obj": "Skills",
                        "aonid": 3
                    },
                    "value": 29
                },
                {
                    "type": "stat_block_section",
                    "subtype": "skill",
                    "name": "Deception",
                    "link": {
                        "type": "link",
                        "name": "Deception",
                        "alt": "Deception",
                        "game-obj": "Skills",
                        "aonid": 5
                    },
                    "value": 27
                },
                {
                    "type": "stat_block_section",
                    "subtype": "skill",
                    "name": "Intimidation",
                    "link": {
                        "type": "link",
                        "name": "Intimidation",
                        "alt": "Intimidation",
                        "game-obj": "Skills",
                        "aonid": 7
                    },
                    "value": 27
                },
                {
                    "type": "stat_block_section",
                    "subtype": "skill",
                    "name": "Religion",
                    "link": {
                        "type": "link",
                        "name": "Religion",
                        "alt": "Religion",
                        "game-obj": "Skills",
                        "aonid": 13
                    },
                    "value": 19
                },
                {
                    "type": "stat_block_section",
                    "subtype": "skill",
                    "name": "Stealth",
                    "link": {
                        "type": "link",
                        "name": "Stealth",
                        "alt": "Stealth",
                        "game-obj": "Skills",
                        "aonid": 15
                    },
                    "value": 26
                },
                {
                    "type": "stat_block_section",
                    "subtype": "skill",
                    "name": "Survival",
                    "link": {
                        "type": "link",
                        "name": "Survival",
                        "alt": "Survival",
                        "game-obj": "Skills",
                        "aonid": 16
                    },
                    "value": 23
                }
            ],
            "str": 8,
            "dex": 5,
            "con": 4,
            "int": 0,
            "wis": 4,
            "cha": 8
        },
        "interaction_abilities": [
            {
                "name": "Children of the Night",
                "type": "stat_block_section",
                "subtype": "ability",
                "ability_type": "interaction",
                "traits": [
                    {
                        "name": "Divine",
                        "type": "trait",
                        "sources": [
                            {
                                "type": "source",
                                "name": "Core Rulebook",
                                "link": {
                                    "type": "link",
                                    "name": "Core Rulebook pg. 631",
                                    "alt": "Core Rulebook pg. 631",
                                    "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                },
                                "page": 631,
                                "errata": {
                                    "type": "link",
                                    "name": "4.0",
                                    "alt": "4.0",
                                    "game-obj": "Sources",
                                    "aonid": 1
                                }
                            }
                        ],
                        "game-obj": "Traits",
                        "game-id": "9c30f96ea9a5b7c2681fdb242e9311f7",
                        "text": "This magic comes from the divine tradition, drawing power from deities or similar sources. Anything with this trait is magical.",
                        "classes": [
                            "tradition"
                        ],
                        "links": [
                            {
                                "type": "link",
                                "name": "magical",
                                "alt": "magical",
                                "game-obj": "Traits",
                                "aonid": 103
                            }
                        ]
                    },
                    {
                        "name": "Enchantment",
                        "type": "trait",
                        "sources": [
                            {
                                "type": "source",
                                "name": "Core Rulebook",
                                "link": {
                                    "type": "link",
                                    "name": "Core Rulebook pg. 631",
                                    "alt": "Core Rulebook pg. 631",
                                    "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                },
                                "page": 631,
                                "errata": {
                                    "type": "link",
                                    "name": "4.0",
                                    "alt": "4.0",
                                    "game-obj": "Sources",
                                    "aonid": 1
                                }
                            }
                        ],
                        "game-obj": "Traits",
                        "game-id": "3b83193e22464eedabbf520977a9c326",
                        "text": "Effects and magic items with this trait are associated with the enchantment school of magic, typically involving mind control, emotion alteration, and other mental effects.",
                        "classes": [
                            "school"
                        ]
                    },
                    {
                        "name": "Mental",
                        "type": "trait",
                        "sources": [
                            {
                                "type": "source",
                                "name": "Core Rulebook",
                                "link": {
                                    "type": "link",
                                    "name": "Core Rulebook pg. 634",
                                    "alt": "Core Rulebook pg. 634",
                                    "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                },
                                "page": 634,
                                "errata": {
                                    "type": "link",
                                    "name": "4.0",
                                    "alt": "4.0",
                                    "game-obj": "Sources",
                                    "aonid": 1
                                }
                            }
                        ],
                        "game-obj": "Traits",
                        "game-id": "717883f43ac8e8fd0cf55a4aab20206b",
                        "text": "A mental effect can alter the target's mind. It has no effect on an object or a mindless creature.",
                        "links": [
                            {
                                "type": "link",
                                "name": "mindless",
                                "alt": "mindless",
                                "game-obj": "Traits",
                                "aonid": 108
                            }
                        ]
                    }
                ],
                "text": "The presence of a vrykolakas ancient inspires savage creatures to crawl forth to do its bidding, including rat swarms, wargs, werewolves, and similar creatures. The vrykolakas ancient can give telepathic orders to these creatures within 100 feet, but they can't communicate back.",
                "links": [
                    {
                        "type": "link",
                        "name": "rat swarms",
                        "alt": "rat swarms",
                        "game-obj": "Monsters",
                        "aonid": 347
                    },
                    {
                        "type": "link",
                        "name": "wargs",
                        "alt": "wargs",
                        "game-obj": "Monsters",
                        "aonid": 402
                    },
                    {
                        "type": "link",
                        "name": "werewolves",
                        "alt": "werewolves",
                        "game-obj": "Monsters",
                        "aonid": 411
                    }
                ]
            },
            {
                "name": "Swift Tracker",
                "type": "stat_block_section",
                "subtype": "ability",
                "ability_type": "interaction",
                "text": "The vrykolakas moves at full Speed while Tracking.",
                "links": [
                    {
                        "type": "link",
                        "name": "Tracking",
                        "alt": "Tracking",
                        "game-obj": "Actions",
                        "aonid": 66
                    }
                ]
            }
        ],
        "defense": {
            "type": "stat_block_section",
            "subtype": "defense",
            "ac": {
                "type": "stat_block_section",
                "subtype": "armor_class",
                "value": 34
            },
            "saves": {
                "type": "stat_block_section",
                "subtype": "saves",
                "fort": {
                    "type": "stat_block_section",
                    "subtype": "save",
                    "name": "Fort",
                    "value": 23
                },
                "ref": {
                    "type": "stat_block_section",
                    "subtype": "save",
                    "name": "Ref",
                    "value": 24
                },
                "will": {
                    "type": "stat_block_section",
                    "subtype": "save",
                    "name": "Will",
                    "value": 21
                }
            },
            "hitpoints": [
                {
                    "type": "stat_block_section",
                    "subtype": "hitpoints",
                    "hp": 250,
                    "automatic_abilities": [
                        {
                            "type": "stat_block_section",
                            "subtype": "ability",
                            "name": "negative healing",
                            "ability_type": "automatic",
                            "links": [
                                {
                                    "type": "link",
                                    "name": "negative healing",
                                    "alt": "negative healing",
                                    "game-obj": "MonsterAbilities",
                                    "aonid": 42
                                }
                            ]
                        }
                    ],
                    "immunities": [
                        {
                            "type": "stat_block_section",
                            "subtype": "immunity",
                            "name": "death effects",
                            "link": {
                                "type": "link",
                                "name": "death",
                                "alt": "death",
                                "game-obj": "Traits",
                                "aonid": 40
                            }
                        },
                        {
                            "type": "stat_block_section",
                            "subtype": "immunity",
                            "name": "disease",
                            "link": {
                                "type": "link",
                                "name": "disease",
                                "alt": "disease",
                                "game-obj": "Traits",
                                "aonid": 46
                            }
                        },
                        {
                            "type": "stat_block_section",
                            "subtype": "immunity",
                            "name": "paralyze",
                            "link": {
                                "type": "link",
                                "name": "paralyze",
                                "alt": "paralyze",
                                "game-obj": "Conditions",
                                "aonid": 28
                            }
                        },
                        {
                            "type": "stat_block_section",
                            "subtype": "immunity",
                            "name": "poison",
                            "link": {
                                "type": "link",
                                "name": "poison",
                                "alt": "poison",
                                "game-obj": "Traits",
                                "aonid": 126
                            }
                        },
                        {
                            "type": "stat_block_section",
                            "subtype": "immunity",
                            "name": "sleep",
                            "link": {
                                "type": "link",
                                "name": "sleep",
                                "alt": "sleep",
                                "game-obj": "Traits",
                                "aonid": 145
                            }
                        }
                    ]
                }
            ],
            "automatic_abilities": [
                {
                    "type": "stat_block_section",
                    "subtype": "ability",
                    "ability_type": "automatic",
                    "name": "Pestilential Aura",
                    "traits": [
                        {
                            "name": "Aura",
                            "type": "trait",
                            "sources": [
                                {
                                    "type": "source",
                                    "name": "Core Rulebook",
                                    "link": {
                                        "type": "link",
                                        "name": "Core Rulebook pg. 629",
                                        "alt": "Core Rulebook pg. 629",
                                        "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                    },
                                    "page": 629,
                                    "errata": {
                                        "type": "link",
                                        "name": "4.0",
                                        "alt": "4.0",
                                        "game-obj": "Sources",
                                        "aonid": 1
                                    }
                                }
                            ],
                            "game-obj": "Traits",
                            "game-id": "5aa4b65170eb0e79c2f82ed15cdeeba6",
                            "text": "An aura is an emanation that continually ebbs out from you, affecting creatures within a certain radius. Aura can also refer to the magical signature of an item or a creature with a strong alignment."
                        },
                        {
                            "name": "Divine",
                            "type": "trait",
                            "sources": [
                                {
                                    "type": "source",
                                    "name": "Core Rulebook",
                                    "link": {
                                        "type": "link",
                                        "name": "Core Rulebook pg. 631",
                                        "alt": "Core Rulebook pg. 631",
                                        "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                    },
                                    "page": 631,
                                    "errata": {
                                        "type": "link",
                                        "name": "4.0",
                                        "alt": "4.0",
                                        "game-obj": "Sources",
                                        "aonid": 1
                                    }
                                }
                            ],
                            "game-obj": "Traits",
                            "game-id": "9c30f96ea9a5b7c2681fdb242e9311f7",
                            "text": "This magic comes from the divine tradition, drawing power from deities or similar sources. Anything with this trait is magical.",
                            "classes": [
                                "tradition"
                            ],
                            "links": [
                                {
                                    "type": "link",
                                    "name": "magical",
                                    "alt": "magical",
                                    "game-obj": "Traits",
                                    "aonid": 103
                                }
                            ]
                        },
                        {
                            "name": "Necromancy",
                            "type": "trait",
                            "sources": [
                                {
                                    "type": "source",
                                    "name": "Core Rulebook",
                                    "link": {
                                        "type": "link",
                                        "name": "Core Rulebook pg. 634",
                                        "alt": "Core Rulebook pg. 634",
                                        "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                    },
                                    "page": 634,
                                    "errata": {
                                        "type": "link",
                                        "name": "4.0",
                                        "alt": "4.0",
                                        "game-obj": "Sources",
                                        "aonid": 1
                                    }
                                }
                            ],
                            "game-obj": "Traits",
                            "game-id": "65fba04582bcd36810a4a28c8ff5519c",
                            "text": "Effects and magic items with this trait are associated with the necromancy school of magic, typically involving forces of life and death.",
                            "classes": [
                                "school"
                            ]
                        }
                    ],
                    "text": "Creatures beginning their turn in the area while the vrykolakas is in its true form are exposed to bubonic plague.",
                    "range": {
                        "type": "stat_block_section",
                        "subtype": "range",
                        "text": "5 feet",
                        "range": 5,
                        "unit": "feet"
                    },
                    "saving_throw": {
                        "type": "stat_block_section",
                        "subtype": "save_dc",
                        "text": "DC 33",
                        "dc": 33
                    },
                    "links": [
                        {
                            "type": "link",
                            "name": "bubonic plague",
                            "alt": "bubonic plague",
                            "game-obj": "Diseases",
                            "aonid": 6
                        }
                    ]
                },
                {
                    "type": "stat_block_section",
                    "subtype": "ability",
                    "ability_type": "automatic",
                    "name": "Vrykolakas Vulnerabilities",
                    "text": "Vrykolakas all have the following vulnerabilities. <ul> <li> <b>Burial Site Bound</b> A vrykolakas is bound to the place of its death or interment. It must return to this location once per week and bury itself in the earth for 24 hours, during which time it is paralyzed and can be beheaded. If it is unable to return to this site, it is reduced to 0 Hit Points and attempts to use Feral Corruption; if this host animal can't return to the burial site before the possession effect ends, the vrykolakas is destroyed and the animal host returns to normal.</li> <li> <b>Vulnerable to Decapitation</b> A vrykolakas that is beheaded can't use its Feral Possession, and a beheaded corpse cannot rise as a vrykolakas.</li> </ul>",
                    "links": [
                        {
                            "type": "link",
                            "name": "paralyzed",
                            "alt": "paralyzed",
                            "game-obj": "Conditions",
                            "aonid": 28
                        }
                    ]
                },
                {
                    "type": "stat_block_section",
                    "subtype": "ability",
                    "ability_type": "automatic",
                    "name": "Feral Possession    ",
                    "trigger": "The vrykolakas is reduced to 0 Hit Points, and an <a aonid=\"9\" game-obj=\"Traits\">animal</a> is within 100 feet)",
                    "effect": "Unlike most other undead, a vrykolakas isn't destroyed when it reaches 0 HP. Instead, it attempts to cast its spirit into an animal within 100 feet, which must attempt a Will save (DC 33). On a failure, the animal is possessed. This has the effects of the <a aonid=\"225\" game-obj=\"Spells\"><i>possession</i></a> spell, but it lasts a number of days equal to the vrykolakas's level. This possession can't be counteracted with magic (though <a aonid=\"250\" game-obj=\"Spells\"><i>remove curse</i></a> works against it normally). If the animal succeeds at its save, the vrykolakas can attempt to possess a different animal within 100 feet. If at any point an animal critically succeeds at its save or no animal is within 100 feet, the vrykolakas fails to possess anything and is destroyed. A vrykolakas possessing an animal seeks out its burial site (see Burial Site Bound) immediately, burying itself there. While the vrykolakas is in this state of recovery, its animal host is <a aonid=\"28\" game-obj=\"Conditions\">paralyzed</a>, and beheading it destroys the vrykolakas and kills its host. Removing the curse destroys the vrykolakas and returns the animal to normal. After 1d4 days, if the vrykolakas hasn't been destroyed, the animal dies and the vrykolakas rises in a new body that's identical to its previous one, formed from the animal's remains.",
                    "traits": [
                        {
                            "name": "Curse",
                            "type": "trait",
                            "sources": [
                                {
                                    "type": "source",
                                    "name": "Core Rulebook",
                                    "link": {
                                        "type": "link",
                                        "name": "Core Rulebook pg. 630",
                                        "alt": "Core Rulebook pg. 630",
                                        "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                    },
                                    "page": 630,
                                    "errata": {
                                        "type": "link",
                                        "name": "4.0",
                                        "alt": "4.0",
                                        "game-obj": "Sources",
                                        "aonid": 1
                                    }
                                }
                            ],
                            "game-obj": "Traits",
                            "game-id": "0b66c7889a447311bfe669822a297430",
                            "text": "A curse is an effect that places some long-term affliction on a creature. Curses are always magical and are typically the result of a spell or trap. Effects with this trait can be removed only by effects that specifically target curses.   \n  \nAfflictions with this trait are manifestations of potent ill will. A curse either lasts a specified amount of time or can be removed only by certain actions a character must perform or conditions they must meet. A curse with stages follows the rules for afflictions. (_Gamemastery Guide_ pg. 251)",
                            "links": [
                                {
                                    "type": "link",
                                    "name": "magical",
                                    "alt": "magical",
                                    "game-obj": "Traits",
                                    "aonid": 103
                                }
                            ]
                        },
                        {
                            "name": "Divine",
                            "type": "trait",
                            "sources": [
                                {
                                    "type": "source",
                                    "name": "Core Rulebook",
                                    "link": {
                                        "type": "link",
                                        "name": "Core Rulebook pg. 631",
                                        "alt": "Core Rulebook pg. 631",
                                        "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                    },
                                    "page": 631,
                                    "errata": {
                                        "type": "link",
                                        "name": "4.0",
                                        "alt": "4.0",
                                        "game-obj": "Sources",
                                        "aonid": 1
                                    }
                                }
                            ],
                            "game-obj": "Traits",
                            "game-id": "9c30f96ea9a5b7c2681fdb242e9311f7",
                            "text": "This magic comes from the divine tradition, drawing power from deities or similar sources. Anything with this trait is magical.",
                            "classes": [
                                "tradition"
                            ],
                            "links": [
                                {
                                    "type": "link",
                                    "name": "magical",
                                    "alt": "magical",
                                    "game-obj": "Traits",
                                    "aonid": 103
                                }
                            ]
                        },
                        {
                            "name": "Incapacitation",
                            "type": "trait",
                            "sources": [
                                {
                                    "type": "source",
                                    "name": "Core Rulebook",
                                    "link": {
                                        "type": "link",
                                        "name": "Core Rulebook pg. 633",
                                        "alt": "Core Rulebook pg. 633",
                                        "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                    },
                                    "page": 633,
                                    "errata": {
                                        "type": "link",
                                        "name": "4.0",
                                        "alt": "4.0",
                                        "game-obj": "Sources",
                                        "aonid": 1
                                    }
                                }
                            ],
                            "game-obj": "Traits",
                            "game-id": "d91f711993fbdfcdd0f14ae6d1a95fc3",
                            "text": "An ability with this trait can take a character completely out of the fight or even kill them, and it’s harder to use on a more powerful character. If a spell has the incapacitation trait, any creature of more than twice the spell’s level treats the result of their check to prevent being incapacitated by the spell as one degree of success better, or the result of any check the spellcaster made to incapacitate them as one degree of success worse. If any other effect has the incapacitation trait, a creature of higher level than the item, creature, or hazard generating the effect gains the same benefits."
                        },
                        {
                            "name": "Mental",
                            "type": "trait",
                            "sources": [
                                {
                                    "type": "source",
                                    "name": "Core Rulebook",
                                    "link": {
                                        "type": "link",
                                        "name": "Core Rulebook pg. 634",
                                        "alt": "Core Rulebook pg. 634",
                                        "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                    },
                                    "page": 634,
                                    "errata": {
                                        "type": "link",
                                        "name": "4.0",
                                        "alt": "4.0",
                                        "game-obj": "Sources",
                                        "aonid": 1
                                    }
                                }
                            ],
                            "game-obj": "Traits",
                            "game-id": "717883f43ac8e8fd0cf55a4aab20206b",
                            "text": "A mental effect can alter the target's mind. It has no effect on an object or a mindless creature.",
                            "links": [
                                {
                                    "type": "link",
                                    "name": "mindless",
                                    "alt": "mindless",
                                    "game-obj": "Traits",
                                    "aonid": 108
                                }
                            ]
                        },
                        {
                            "name": "Necromancy",
                            "type": "trait",
                            "sources": [
                                {
                                    "type": "source",
                                    "name": "Core Rulebook",
                                    "link": {
                                        "type": "link",
                                        "name": "Core Rulebook pg. 634",
                                        "alt": "Core Rulebook pg. 634",
                                        "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                    },
                                    "page": 634,
                                    "errata": {
                                        "type": "link",
                                        "name": "4.0",
                                        "alt": "4.0",
                                        "game-obj": "Sources",
                                        "aonid": 1
                                    }
                                }
                            ],
                            "game-obj": "Traits",
                            "game-id": "65fba04582bcd36810a4a28c8ff5519c",
                            "text": "Effects and magic items with this trait are associated with the necromancy school of magic, typically involving forces of life and death.",
                            "classes": [
                                "school"
                            ]
                        },
                        {
                            "name": "Possession",
                            "type": "trait",
                            "sources": [
                                {
                                    "type": "source",
                                    "name": "Core Rulebook",
                                    "link": {
                                        "type": "link",
                                        "name": "Core Rulebook pg. 635",
                                        "alt": "Core Rulebook pg. 635",
                                        "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                    },
                                    "page": 635,
                                    "errata": {
                                        "type": "link",
                                        "name": "4.0",
                                        "alt": "4.0",
                                        "game-obj": "Sources",
                                        "aonid": 1
                                    }
                                }
                            ],
                            "game-obj": "Traits",
                            "game-id": "a72d0748e2007988382667f37eef8a8f",
                            "text": "Effects with this trait allow a creature to project its mind and spirit into a target. A creature immune to mental effects can't use a possession effect. While possessing a target, a possessor's true body is unconscious (and can't wake up normally), unless the possession effect allows the creature to physically enter the target. Whenever the target takes damage, the possessor takes half that amount of damage as mental damage.  \n  \n A possessor loses the benefits of any of its active spells or abilities that affect its physical body, though it gains the benefits of the target's active spells and abilities that affect their body. A possessor can use any of the target's abilities that are purely physical, and it can't use any of its own abilities except spells and purely mental abilities. The GM decides whether an ability is purely physical or purely mental. A possessor uses the target's attack modifier, AC, Fortitude save, Reflex save, Perception, and physical skills, and its own Will save, mental skills, spell attack roll, and spell DC; benefits of invested items apply where relevant (the possessor's invested items apply when using its own values, and the target's invested items apply when using the target's values). A possessor gains no benefit from casting spells that normally affect only the caster, since it isn't in its own body.  \n  \n The possessor must use its own actions to make the possessed creature act.  \n  \n If a possessor reaches 0 Hit Points through any combination of damage to its true body and mental damage from the possession, it is knocked out as normal and the possession immediately ends. If the target reaches 0 Hit Points first, the possessor can either fall unconscious with the body and continue the possession or end the effect as a free action and return to its body. If the target dies, the possession ends immediately and the possessor is stunned for 1 minute.",
                            "links": [
                                {
                                    "type": "link",
                                    "name": "mental",
                                    "alt": "mental",
                                    "game-obj": "Traits",
                                    "aonid": 106
                                },
                                {
                                    "type": "link",
                                    "name": "unconscious",
                                    "alt": "unconscious",
                                    "game-obj": "Conditions",
                                    "aonid": 38
                                },
                                {
                                    "type": "link",
                                    "name": "invested",
                                    "alt": "invested",
                                    "game-obj": "Traits",
                                    "aonid": 98
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "offense": {
            "type": "stat_block_section",
            "subtype": "offense",
            "speed": {
                "type": "stat_block_section",
                "subtype": "speeds",
                "movement": [
                    {
                        "type": "stat_block_section",
                        "subtype": "speed",
                        "name": "40 feet",
                        "movement_type": "walk",
                        "value": 40
                    },
                    {
                        "type": "stat_block_section",
                        "subtype": "speed",
                        "name": "climb 20 feet",
                        "movement_type": "climb",
                        "value": 20
                    }
                ]
            },
            "offensive_actions": [
                {
                    "name": "Melee",
                    "type": "stat_block_section",
                    "subtype": "offensive_action",
                    "offensive_action_type": "attack",
                    "attack": {
                        "type": "stat_block_section",
                        "subtype": "attack",
                        "attack_type": "melee",
                        "name": "Melee",
                        "action": {
                            "type": "stat_block_section",
                            "subtype": "action",
                            "name": "Single Action",
                            "image": {
                                "type": "image",
                                "name": "Single Action",
                                "image": "single_action.png"
                            }
                        },
                        "weapon": "fangs",
                        "bonus": {
                            "type": "stat_block_section",
                            "subtype": "attack_bonus",
                            "link": {
                                "type": "link",
                                "name": "+22/+17",
                                "alt": "+22/+17",
                                "game-obj": "Rules",
                                "aonid": 322
                            },
                            "bonuses": [
                                27,
                                22,
                                17
                            ]
                        },
                        "damage": [
                            {
                                "type": "stat_block_section",
                                "subtype": "attack_damage",
                                "formula": "3d10+17",
                                "damage_type": "piercing"
                            },
                            {
                                "type": "stat_block_section",
                                "subtype": "attack_damage",
                                "effect": "Drink Blood"
                            }
                        ]
                    }
                },
                {
                    "name": "Melee",
                    "type": "stat_block_section",
                    "subtype": "offensive_action",
                    "offensive_action_type": "attack",
                    "attack": {
                        "type": "stat_block_section",
                        "subtype": "attack",
                        "attack_type": "melee",
                        "name": "Melee",
                        "action": {
                            "type": "stat_block_section",
                            "subtype": "action",
                            "name": "Single Action",
                            "image": {
                                "type": "image",
                                "name": "Single Action",
                                "image": "single_action.png"
                            }
                        },
                        "weapon": "claw",
                        "bonus": {
                            "type": "stat_block_section",
                            "subtype": "attack_bonus",
                            "link": {
                                "type": "link",
                                "name": "+23/+19",
                                "alt": "+23/+19",
                                "game-obj": "Rules",
                                "aonid": 322
                            },
                            "bonuses": [
                                27,
                                23,
                                19
                            ]
                        },
                        "damage": [
                            {
                                "type": "stat_block_section",
                                "subtype": "attack_damage",
                                "formula": "3d6+17",
                                "damage_type": "slashing"
                            }
                        ],
                        "traits": [
                            {
                                "name": "Agile",
                                "type": "trait",
                                "sources": [
                                    {
                                        "type": "source",
                                        "name": "Core Rulebook",
                                        "link": {
                                            "type": "link",
                                            "name": "Core Rulebook pg. 282",
                                            "alt": "Core Rulebook pg. 282",
                                            "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                        },
                                        "page": 282,
                                        "errata": {
                                            "type": "link",
                                            "name": "4.0",
                                            "alt": "4.0",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        }
                                    }
                                ],
                                "game-obj": "Traits",
                                "game-id": "16552f3928fceb86d32e244a4ff50b19",
                                "text": "The multiple attack penalty you take with this weapon on the second attack on your turn is –4 instead of –5, and –8 instead of –10 on the third and subsequent attacks in the turn.",
                                "classes": [
                                    "weapon"
                                ]
                            }
                        ]
                    }
                },
                {
                    "name": "Divine Innate Spells",
                    "type": "stat_block_section",
                    "subtype": "offensive_action",
                    "offensive_action_type": "spells",
                    "spells": {
                        "type": "stat_block_section",
                        "subtype": "spells",
                        "name": "Divine Innate Spells",
                        "spell_tradition": "Divine",
                        "spell_type": "Innate Spells",
                        "saving_throw": {
                            "type": "stat_block_section",
                            "subtype": "save_dc",
                            "text": "DC 33",
                            "dc": 33
                        },
                        "spell_list": [
                            {
                                "type": "stat_block_section",
                                "subtype": "spell_list",
                                "level": 7,
                                "level_text": "7th",
                                "spells": [
                                    {
                                        "type": "stat_block_section",
                                        "subtype": "spell",
                                        "links": [
                                            {
                                                "type": "link",
                                                "name": "vampiric touch",
                                                "alt": "vampiric touch",
                                                "game-obj": "Spells",
                                                "aonid": 354
                                            }
                                        ],
                                        "name": "vampiric touch",
                                        "count_text": "×3"
                                    }
                                ]
                            },
                            {
                                "type": "stat_block_section",
                                "subtype": "spell_list",
                                "level": 3,
                                "level_text": "3rd",
                                "spells": [
                                    {
                                        "type": "stat_block_section",
                                        "subtype": "spell",
                                        "links": [
                                            {
                                                "type": "link",
                                                "name": "fear",
                                                "alt": "fear",
                                                "game-obj": "Spells",
                                                "aonid": 110
                                            }
                                        ],
                                        "name": "fear",
                                        "count_text": "×3"
                                    }
                                ]
                            }
                        ]
                    }
                },
                {
                    "name": "Change Shape",
                    "type": "stat_block_section",
                    "subtype": "offensive_action",
                    "offensive_action_type": "ability",
                    "ability": {
                        "type": "stat_block_section",
                        "subtype": "ability",
                        "name": "Change Shape",
                        "ability_type": "offensive",
                        "action": {
                            "type": "stat_block_section",
                            "subtype": "action",
                            "name": "Single Action",
                            "image": {
                                "type": "image",
                                "name": "Single Action",
                                "image": "single_action.png"
                            }
                        },
                        "traits": [
                            {
                                "name": "Concentrate",
                                "type": "trait",
                                "sources": [
                                    {
                                        "type": "source",
                                        "name": "Core Rulebook",
                                        "link": {
                                            "type": "link",
                                            "name": "Core Rulebook pg. 630",
                                            "alt": "Core Rulebook pg. 630",
                                            "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                        },
                                        "page": 630,
                                        "errata": {
                                            "type": "link",
                                            "name": "4.0",
                                            "alt": "4.0",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        }
                                    }
                                ],
                                "game-obj": "Traits",
                                "game-id": "c920125d3ab9b9bd41cd5072cf7a16b3",
                                "text": "An action with this trait requires a degree of mental concentration and discipline."
                            },
                            {
                                "name": "Divine",
                                "type": "trait",
                                "sources": [
                                    {
                                        "type": "source",
                                        "name": "Core Rulebook",
                                        "link": {
                                            "type": "link",
                                            "name": "Core Rulebook pg. 631",
                                            "alt": "Core Rulebook pg. 631",
                                            "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                        },
                                        "page": 631,
                                        "errata": {
                                            "type": "link",
                                            "name": "4.0",
                                            "alt": "4.0",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        }
                                    }
                                ],
                                "game-obj": "Traits",
                                "game-id": "9c30f96ea9a5b7c2681fdb242e9311f7",
                                "text": "This magic comes from the divine tradition, drawing power from deities or similar sources. Anything with this trait is magical.",
                                "classes": [
                                    "tradition"
                                ],
                                "links": [
                                    {
                                        "type": "link",
                                        "name": "magical",
                                        "alt": "magical",
                                        "game-obj": "Traits",
                                        "aonid": 103
                                    }
                                ]
                            },
                            {
                                "name": "Polymorph",
                                "type": "trait",
                                "sources": [
                                    {
                                        "type": "source",
                                        "name": "Core Rulebook",
                                        "link": {
                                            "type": "link",
                                            "name": "Core Rulebook pg. 635",
                                            "alt": "Core Rulebook pg. 635",
                                            "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                        },
                                        "page": 635,
                                        "errata": {
                                            "type": "link",
                                            "name": "4.0",
                                            "alt": "4.0",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        }
                                    }
                                ],
                                "game-obj": "Traits",
                                "game-id": "c420ec1e0d979ed17208d064e54835c0",
                                "text": "These effects transform the target into a new form. A target can't be under the effect of more than one polymorph effect at a time. If it comes under the effect of a second polymorph effect, the second polymorph effect attempts to counteract the first. If it succeeds, it takes effect, and if it fails, the spell has no effect on that target. Any Strikes specifically granted by a polymorph effect are magical. Unless otherwise stated, polymorph spells don't allow the target to take on the appearance of a specific individual creature, but rather just a generic creature of a general type or ancestry.  \n  \n If you take on a battle form with a polymorph spell, the special statistics can be adjusted only by circumstance bonuses, status bonuses, and penalties. Unless otherwise noted, the battle form prevents you from casting spells, speaking, and using most manipulate actions that require hands. (If there's doubt about whether you can use an action, the GM decides.) Your gear is absorbed into you; the constant abilities of your gear still function, but you can't activate any items.",
                                "links": [
                                    {
                                        "type": "link",
                                        "name": "counteract",
                                        "alt": "counteract",
                                        "game-obj": "Rules",
                                        "aonid": 371
                                    },
                                    {
                                        "type": "link",
                                        "name": "magical",
                                        "alt": "magical",
                                        "game-obj": "Traits",
                                        "aonid": 103
                                    },
                                    {
                                        "type": "link",
                                        "name": "manipulate",
                                        "alt": "manipulate",
                                        "game-obj": "Traits",
                                        "aonid": 104
                                    }
                                ]
                            },
                            {
                                "name": "Transmutation",
                                "type": "trait",
                                "sources": [
                                    {
                                        "type": "source",
                                        "name": "Core Rulebook",
                                        "link": {
                                            "type": "link",
                                            "name": "Core Rulebook pg. 637",
                                            "alt": "Core Rulebook pg. 637",
                                            "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                        },
                                        "page": 637,
                                        "errata": {
                                            "type": "link",
                                            "name": "4.0",
                                            "alt": "4.0",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        }
                                    }
                                ],
                                "game-obj": "Traits",
                                "game-id": "d9b0cbd58b5cf662d773fe1193d00997",
                                "text": "Effects and magic items with this trait are associated with the transmutation school of magic, typically changing something’s form.",
                                "classes": [
                                    "school"
                                ]
                            }
                        ],
                        "links": [
                            {
                                "type": "link",
                                "name": "humanoid form",
                                "alt": "humanoid form",
                                "game-obj": "Spells",
                                "aonid": 153
                            }
                        ],
                        "text": "A vrykolakas ancient can transform into a form resembling the body it had in life, with the effects of <i>humanoid form</i> but with unlimited duration. It loses its fangs and claw Strikes but gains a +2 circumstance bonus to Deception checks to Impersonate in this form."
                    }
                },
                {
                    "name": "Create Spawn",
                    "type": "stat_block_section",
                    "subtype": "offensive_action",
                    "offensive_action_type": "ability",
                    "ability": {
                        "type": "stat_block_section",
                        "subtype": "ability",
                        "name": "Create Spawn",
                        "ability_type": "offensive",
                        "traits": [
                            {
                                "name": "Divine",
                                "type": "trait",
                                "sources": [
                                    {
                                        "type": "source",
                                        "name": "Core Rulebook",
                                        "link": {
                                            "type": "link",
                                            "name": "Core Rulebook pg. 631",
                                            "alt": "Core Rulebook pg. 631",
                                            "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                        },
                                        "page": 631,
                                        "errata": {
                                            "type": "link",
                                            "name": "4.0",
                                            "alt": "4.0",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        }
                                    }
                                ],
                                "game-obj": "Traits",
                                "game-id": "9c30f96ea9a5b7c2681fdb242e9311f7",
                                "text": "This magic comes from the divine tradition, drawing power from deities or similar sources. Anything with this trait is magical.",
                                "classes": [
                                    "tradition"
                                ],
                                "links": [
                                    {
                                        "type": "link",
                                        "name": "magical",
                                        "alt": "magical",
                                        "game-obj": "Traits",
                                        "aonid": 103
                                    }
                                ]
                            },
                            {
                                "name": "Downtime",
                                "type": "trait",
                                "sources": [
                                    {
                                        "type": "source",
                                        "name": "Core Rulebook",
                                        "link": {
                                            "type": "link",
                                            "name": "Core Rulebook pg. 631",
                                            "alt": "Core Rulebook pg. 631",
                                            "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                        },
                                        "page": 631,
                                        "errata": {
                                            "type": "link",
                                            "name": "4.0",
                                            "alt": "4.0",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        }
                                    }
                                ],
                                "game-obj": "Traits",
                                "game-id": "3133b7371a41bd07178a2653aaf7c442",
                                "text": "An activity with this trait takes a day or more, and can be used only during downtime."
                            },
                            {
                                "name": "Necromancy",
                                "type": "trait",
                                "sources": [
                                    {
                                        "type": "source",
                                        "name": "Core Rulebook",
                                        "link": {
                                            "type": "link",
                                            "name": "Core Rulebook pg. 634",
                                            "alt": "Core Rulebook pg. 634",
                                            "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                        },
                                        "page": 634,
                                        "errata": {
                                            "type": "link",
                                            "name": "4.0",
                                            "alt": "4.0",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        }
                                    }
                                ],
                                "game-obj": "Traits",
                                "game-id": "65fba04582bcd36810a4a28c8ff5519c",
                                "text": "Effects and magic items with this trait are associated with the necromancy school of magic, typically involving forces of life and death.",
                                "classes": [
                                    "school"
                                ]
                            }
                        ],
                        "links": [
                            {
                                "type": "link",
                                "name": "vrykolakas spawn",
                                "alt": "vrykolakas spawn",
                                "game-obj": "Monsters",
                                "aonid": 842
                            }
                        ],
                        "text": "If a creature dies after being reduced to 0 HP by Drink Blood, a vrykolakas ancient can turn this creature into a vrykolakas spawn by donating some of its own blood to the creature and burying it in earth for 3 nights. Such vrykolakas spawn are generally friendly to the vrykolakas that created them, but they are not under its control and typically wander off on their own rampage within 1d6 days of their creation."
                    }
                },
                {
                    "name": "Dominate Animal",
                    "type": "stat_block_section",
                    "subtype": "offensive_action",
                    "offensive_action_type": "ability",
                    "ability": {
                        "type": "stat_block_section",
                        "subtype": "ability",
                        "name": "Dominate Animal",
                        "ability_type": "offensive",
                        "action": {
                            "type": "stat_block_section",
                            "subtype": "action",
                            "name": "Single Action",
                            "image": {
                                "type": "image",
                                "name": "Single Action",
                                "image": "single_action.png"
                            }
                        },
                        "traits": [
                            {
                                "name": "Divine",
                                "type": "trait",
                                "sources": [
                                    {
                                        "type": "source",
                                        "name": "Core Rulebook",
                                        "link": {
                                            "type": "link",
                                            "name": "Core Rulebook pg. 631",
                                            "alt": "Core Rulebook pg. 631",
                                            "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                        },
                                        "page": 631,
                                        "errata": {
                                            "type": "link",
                                            "name": "4.0",
                                            "alt": "4.0",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        }
                                    }
                                ],
                                "game-obj": "Traits",
                                "game-id": "9c30f96ea9a5b7c2681fdb242e9311f7",
                                "text": "This magic comes from the divine tradition, drawing power from deities or similar sources. Anything with this trait is magical.",
                                "classes": [
                                    "tradition"
                                ],
                                "links": [
                                    {
                                        "type": "link",
                                        "name": "magical",
                                        "alt": "magical",
                                        "game-obj": "Traits",
                                        "aonid": 103
                                    }
                                ]
                            },
                            {
                                "name": "Enchantment",
                                "type": "trait",
                                "sources": [
                                    {
                                        "type": "source",
                                        "name": "Core Rulebook",
                                        "link": {
                                            "type": "link",
                                            "name": "Core Rulebook pg. 631",
                                            "alt": "Core Rulebook pg. 631",
                                            "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                        },
                                        "page": 631,
                                        "errata": {
                                            "type": "link",
                                            "name": "4.0",
                                            "alt": "4.0",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        }
                                    }
                                ],
                                "game-obj": "Traits",
                                "game-id": "3b83193e22464eedabbf520977a9c326",
                                "text": "Effects and magic items with this trait are associated with the enchantment school of magic, typically involving mind control, emotion alteration, and other mental effects.",
                                "classes": [
                                    "school"
                                ]
                            },
                            {
                                "name": "Incapacitation",
                                "type": "trait",
                                "sources": [
                                    {
                                        "type": "source",
                                        "name": "Core Rulebook",
                                        "link": {
                                            "type": "link",
                                            "name": "Core Rulebook pg. 633",
                                            "alt": "Core Rulebook pg. 633",
                                            "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                        },
                                        "page": 633,
                                        "errata": {
                                            "type": "link",
                                            "name": "4.0",
                                            "alt": "4.0",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        }
                                    }
                                ],
                                "game-obj": "Traits",
                                "game-id": "d91f711993fbdfcdd0f14ae6d1a95fc3",
                                "text": "An ability with this trait can take a character completely out of the fight or even kill them, and it’s harder to use on a more powerful character. If a spell has the incapacitation trait, any creature of more than twice the spell’s level treats the result of their check to prevent being incapacitated by the spell as one degree of success better, or the result of any check the spellcaster made to incapacitate them as one degree of success worse. If any other effect has the incapacitation trait, a creature of higher level than the item, creature, or hazard generating the effect gains the same benefits."
                            },
                            {
                                "name": "Mental",
                                "type": "trait",
                                "sources": [
                                    {
                                        "type": "source",
                                        "name": "Core Rulebook",
                                        "link": {
                                            "type": "link",
                                            "name": "Core Rulebook pg. 634",
                                            "alt": "Core Rulebook pg. 634",
                                            "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                        },
                                        "page": 634,
                                        "errata": {
                                            "type": "link",
                                            "name": "4.0",
                                            "alt": "4.0",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        }
                                    }
                                ],
                                "game-obj": "Traits",
                                "game-id": "717883f43ac8e8fd0cf55a4aab20206b",
                                "text": "A mental effect can alter the target's mind. It has no effect on an object or a mindless creature.",
                                "links": [
                                    {
                                        "type": "link",
                                        "name": "mindless",
                                        "alt": "mindless",
                                        "game-obj": "Traits",
                                        "aonid": 108
                                    }
                                ]
                            }
                        ],
                        "links": [
                            {
                                "type": "link",
                                "name": "dominate",
                                "alt": "dominate",
                                "game-obj": "Spells",
                                "aonid": 87
                            }
                        ],
                        "text": "DC 33, The vrykolakas can cast <i>dominate</i> at will as a divine innate spell that affects only animals. A creature that succeeds is immune to that vrykolakas's Dominate Animal for 24 hours. Destroying the vrykolakas ends the effect, but reducing it to 0 HP does not. A dominated animal takes a –4 circumstance penalty to saving throws against the vrykolakas's Feral Possession."
                    }
                },
                {
                    "name": "Drink Blood",
                    "type": "stat_block_section",
                    "subtype": "offensive_action",
                    "offensive_action_type": "ability",
                    "ability": {
                        "type": "stat_block_section",
                        "subtype": "ability",
                        "name": "Drink Blood",
                        "ability_type": "offensive",
                        "action": {
                            "type": "stat_block_section",
                            "subtype": "action",
                            "name": "Single Action",
                            "image": {
                                "type": "image",
                                "name": "Single Action",
                                "image": "single_action.png"
                            }
                        },
                        "traits": [
                            {
                                "name": "Divine",
                                "type": "trait",
                                "sources": [
                                    {
                                        "type": "source",
                                        "name": "Core Rulebook",
                                        "link": {
                                            "type": "link",
                                            "name": "Core Rulebook pg. 631",
                                            "alt": "Core Rulebook pg. 631",
                                            "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                        },
                                        "page": 631,
                                        "errata": {
                                            "type": "link",
                                            "name": "4.0",
                                            "alt": "4.0",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        }
                                    }
                                ],
                                "game-obj": "Traits",
                                "game-id": "9c30f96ea9a5b7c2681fdb242e9311f7",
                                "text": "This magic comes from the divine tradition, drawing power from deities or similar sources. Anything with this trait is magical.",
                                "classes": [
                                    "tradition"
                                ],
                                "links": [
                                    {
                                        "type": "link",
                                        "name": "magical",
                                        "alt": "magical",
                                        "game-obj": "Traits",
                                        "aonid": 103
                                    }
                                ]
                            },
                            {
                                "name": "Necromancy",
                                "type": "trait",
                                "sources": [
                                    {
                                        "type": "source",
                                        "name": "Core Rulebook",
                                        "link": {
                                            "type": "link",
                                            "name": "Core Rulebook pg. 634",
                                            "alt": "Core Rulebook pg. 634",
                                            "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                        },
                                        "page": 634,
                                        "errata": {
                                            "type": "link",
                                            "name": "4.0",
                                            "alt": "4.0",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        }
                                    }
                                ],
                                "game-obj": "Traits",
                                "game-id": "65fba04582bcd36810a4a28c8ff5519c",
                                "text": "Effects and magic items with this trait are associated with the necromancy school of magic, typically involving forces of life and death.",
                                "classes": [
                                    "school"
                                ]
                            }
                        ],
                        "links": [
                            {
                                "type": "link",
                                "name": "Athletics",
                                "alt": "Athletics",
                                "game-obj": "Skills",
                                "aonid": 3
                            },
                            {
                                "type": "link",
                                "name": "drained 2",
                                "alt": "drained 2",
                                "game-obj": "Conditions",
                                "aonid": 10
                            }
                        ],
                        "requirement": "The vrykolakas' last action was a successful fangs Strike",
                        "effect": "The vrykolakas sinks its fangs into that creature to drink its blood. This requires an Athletics check against the creature's Fortitude DC. On a success, the creature becomes drained 2, and the vrykolakas regains 25 HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire, but it increases the creature's drained condition value by 1. A vrykolakas can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so.<br/> The target creature's drained condition value decreases by 1 per week. A blood transfusion, which requires a successful DC 20 Medicine check and sufficient blood or a blood donor, reduces the drained value by 1 after 10 minutes."
                    }
                },
                {
                    "name": "Rend",
                    "type": "stat_block_section",
                    "subtype": "offensive_action",
                    "offensive_action_type": "ability",
                    "ability": {
                        "type": "stat_block_section",
                        "subtype": "ability",
                        "name": "Rend",
                        "ability_type": "offensive",
                        "action": {
                            "type": "stat_block_section",
                            "subtype": "action",
                            "name": "Single Action",
                            "image": {
                                "type": "image",
                                "name": "Single Action",
                                "image": "single_action.png"
                            }
                        },
                        "text": "claw"
                    }
                },
                {
                    "name": "Sanguine Mauling",
                    "type": "stat_block_section",
                    "subtype": "offensive_action",
                    "offensive_action_type": "ability",
                    "ability": {
                        "type": "stat_block_section",
                        "subtype": "ability",
                        "name": "Sanguine Mauling",
                        "ability_type": "offensive",
                        "action": {
                            "type": "stat_block_section",
                            "subtype": "action",
                            "name": "Single Action",
                            "image": {
                                "type": "image",
                                "name": "Single Action",
                                "image": "single_action.png"
                            }
                        },
                        "links": [
                            {
                                "type": "link",
                                "name": "persistent bleed damage",
                                "alt": "persistent bleed damage",
                                "game-obj": "Conditions",
                                "aonid": 29
                            }
                        ],
                        "requirement": "The vrykolakas ancient's last action was to Drink Blood",
                        "effect": "The vrykolakas ancient makes two claw Strikes. Both count toward its multiple attack penalty, but the penalty increases only after it makes both attacks. If it hits with both claws, the target takes 1d6 persistent bleed damage."
                    }
                },
                {
                    "name": "Steal Breath",
                    "type": "stat_block_section",
                    "subtype": "offensive_action",
                    "offensive_action_type": "ability",
                    "ability": {
                        "type": "stat_block_section",
                        "subtype": "ability",
                        "name": "Steal Breath",
                        "ability_type": "offensive",
                        "action": {
                            "type": "stat_block_section",
                            "subtype": "action",
                            "name": "Two Actions",
                            "image": {
                                "type": "image",
                                "name": "Two Actions",
                                "image": "two_actions.png"
                            }
                        },
                        "traits": [
                            {
                                "name": "Manipulate",
                                "type": "trait",
                                "sources": [
                                    {
                                        "type": "source",
                                        "name": "Core Rulebook",
                                        "link": {
                                            "type": "link",
                                            "name": "Core Rulebook pg. 633",
                                            "alt": "Core Rulebook pg. 633",
                                            "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                                        },
                                        "page": 633,
                                        "errata": {
                                            "type": "link",
                                            "name": "4.0",
                                            "alt": "4.0",
                                            "game-obj": "Sources",
                                            "aonid": 1
                                        }
                                    }
                                ],
                                "game-obj": "Traits",
                                "game-id": "444fe1c430f43b4361e2d1a4c4f065e1",
                                "text": "You must physically manipulate an item or make gestures to use an action with this trait. Creatures without a suitable appendage can’t perform actions with this trait. Manipulate actions often trigger reactions."
                            }
                        ],
                        "links": [
                            {
                                "type": "link",
                                "name": "unconscious",
                                "alt": "unconscious",
                                "game-obj": "Conditions",
                                "aonid": 38
                            },
                            {
                                "type": "link",
                                "name": "dying 1",
                                "alt": "dying 1",
                                "game-obj": "Conditions",
                                "aonid": 11
                            }
                        ],
                        "requirement": "The vrykolakas ancient is adjacent to an unconsciouscreature",
                        "effect": "The vrykolakas ancient steals the creature's breath. The unconscious creature begins suffocating, can't be awakened for 1 round, and must attempt a DC 33 Fortitude save. If a creature is targeted with this ability in consecutive rounds, the save DC decreases by 2 each round after the first. ",
                        "critical_success": "The target immediately awakens and is then temporarily immune to Steal Breath for 24 hours. ",
                        "success": "The target is unaffected. ",
                        "failure": "The target takes 1d10 damage. ",
                        "critical_failure": "The target is reduced to 0 HP and becomes dying 1."
                    }
                }
            ]
        }
    }
}