{
    "name": "Apparition",
    "type": "trait",
    "edition": "remastered",
    "sources": [
        {
            "type": "source",
            "name": "War of Immortals",
            "link": {
                "type": "link",
                "name": "War of Immortals pg. 216",
                "alt": "War of Immortals pg. 216",
                "game-obj": "Sources",
                "aonid": 232
            },
            "page": 216
        }
    ],
    "aonid": 837,
    "game-obj": "Traits",
    "game-id": "0d0e4b3a1fadff078700d817b608cee3",
    "text": "Apparitions are spiritual entities who generally lack the power, cohesiveness, or attachments to enter or affect the physical world. Unlike a ghost or phantom, an apparition does not need to have ever been a living creature and could be the spiritual memory of a particularly meaningful location or event. Apparitions are reliant on animists to interact with other people and things, and generally can't be targeted or affected by spells and abilities other than those of the animist they are attuned to. Animist feats and abilities that affect spirits affect apparitions only if they specifically say so.  \n  \n Animist abilities with the apparition trait involve one or more of your apparitions acting alongside you. You must be attuned to at least one apparition to use an apparition ability, and some abilities might state in their requirements more specifically which apparition you must be attuned to. Typically, you're assumed to always attune to your apparitions during your daily preparations, but in some rare circumstances or as a result of certain animist abilities, your apparitions might be dispersed or separated from you for a time; you aren't attuned to dispersed apparitions.",
    "links": [
        {
            "type": "link",
            "name": "ghost",
            "alt": "ghost",
            "game-obj": "MonsterFamilies",
            "aonid": 418
        },
        {
            "type": "link",
            "name": "phantom",
            "alt": "phantom",
            "game-obj": "MonsterFamilies",
            "aonid": 455
        },
        {
            "type": "link",
            "name": "spirits",
            "alt": "spirits",
            "game-obj": "Traits",
            "aonid": 737
        }
    ],
    "license": {
        "name": "ORC Notice",
        "type": "section",
        "sections": [
            {
                "name": "Attribution",
                "type": "section",
                "text": "This product is based on the following Licensed Material:",
                "sections": [
                    {
                        "name": "War of Immortals",
                        "type": "section",
                        "text": "***War of Immortals*** © 2024, Paizo Inc.; Authors: James Case, Liane Merciel, and Michael Sayre. Additional writing by Jessica Catalan, Matt Chapmond, Steven Hammond, Steven T. Helt, Brent Holtsberry, Jason Keeley, Michelle Y. Kim, Luis Loza, Erik Mona, AJ Neuro, Joaquin Kyle “Makapatag” Saavedra, Tony Saunders, Andrew Stoeckle, Greg A. Vaughan, and Ruvaid Virk."
                    }
                ]
            },
            {
                "name": "Attributing us",
                "type": "section",
                "text": "If you use our Licensed Material in your own published works, please credit us as follows:",
                "sections": [
                    {
                        "name": "Pathfinder Open Reference",
                        "type": "section",
                        "text": "© 2023 Masterwork Tools LLC, Authors: Devon Jones, Monica Jones."
                    }
                ]
            },
            {
                "name": "Reserved Material",
                "type": "section",
                "text": "Reserved Material elements in this product include, but may not be limited to: [none]"
            },
            {
                "name": "Expressly Designated Licensed Material",
                "type": "section",
                "text": "The following elements are owned by the Licensor and would otherwise constitute Reserved Material and are hereby designated as Licensed Material: [None]."
            }
        ],
        "subtype": "license",
        "license": "Open RPG Creative license",
        "text": "This product is licensed under the ORC License to be held in the Library of Congress and available online at various locations including paizo.com/orclicense, azoralaw.com/orclicense, and others. All warranties are disclaimed as set forth therein."
    },
    "schema_version": 1.1
}