{
    "name": "Wandering",
    "type": "trait",
    "edition": "remastered",
    "sources": [
        {
            "type": "source",
            "name": "War of Immortals",
            "link": {
                "type": "link",
                "name": "War of Immortals pg. 222",
                "alt": "War of Immortals pg. 222",
                "game-obj": "Sources",
                "aonid": 232
            },
            "page": 222
        }
    ],
    "aonid": 843,
    "game-obj": "Traits",
    "game-id": "273758c72e86584890f0e83fa24f511f",
    "text": "Wandering identifies animist feats attuned to particular types of apparitions. These feats require you to have attuned to an apparition who matches their prerequisites when you select them, and represent knowledge and ability pulled from that specific bond. When you make your daily preparations, you can retrain any wandering feat you know for any other wandering feat available at the level you took the exchanged feat (including lower-level wandering feats, as usual). You must meet all the new feat's other prerequisites.",
    "license": {
        "name": "ORC Notice",
        "type": "section",
        "sections": [
            {
                "name": "Attribution",
                "type": "section",
                "text": "This product is based on the following Licensed Material:",
                "sections": [
                    {
                        "name": "War of Immortals",
                        "type": "section",
                        "text": "***War of Immortals*** © 2024, Paizo Inc.; Authors: James Case, Liane Merciel, and Michael Sayre. Additional writing by Jessica Catalan, Matt Chapmond, Steven Hammond, Steven T. Helt, Brent Holtsberry, Jason Keeley, Michelle Y. Kim, Luis Loza, Erik Mona, AJ Neuro, Joaquin Kyle “Makapatag” Saavedra, Tony Saunders, Andrew Stoeckle, Greg A. Vaughan, and Ruvaid Virk."
                    }
                ]
            },
            {
                "name": "Attributing us",
                "type": "section",
                "text": "If you use our Licensed Material in your own published works, please credit us as follows:",
                "sections": [
                    {
                        "name": "Pathfinder Open Reference",
                        "type": "section",
                        "text": "© 2023 Masterwork Tools LLC, Authors: Devon Jones, Monica Jones."
                    }
                ]
            },
            {
                "name": "Reserved Material",
                "type": "section",
                "text": "Reserved Material elements in this product include, but may not be limited to: [none]"
            },
            {
                "name": "Expressly Designated Licensed Material",
                "type": "section",
                "text": "The following elements are owned by the Licensor and would otherwise constitute Reserved Material and are hereby designated as Licensed Material: [None]."
            }
        ],
        "subtype": "license",
        "license": "Open RPG Creative license",
        "text": "This product is licensed under the ORC License to be held in the Library of Congress and available online at various locations including paizo.com/orclicense, azoralaw.com/orclicense, and others. All warranties are disclaimed as set forth therein."
    },
    "schema_version": 1.1
}