{
    "name": "Hidden",
    "type": "condition",
    "sources": [
        {
            "type": "source",
            "name": "Player Core",
            "link": {
                "type": "link",
                "name": "Player Core pg. 444",
                "alt": "Player Core pg. 444",
                "game-obj": "Sources",
                "aonid": 216
            },
            "page": 444
        }
    ],
    "subtype": "standard",
    "aonid": 79,
    "game-obj": "Conditions",
    "game-id": "16510627eeb24092d6d2c51bd4c727be",
    "text": "While you're hidden from a creature, that creature knows the space you're in but can't tell precisely where you are. You typically become hidden by using Stealth to Hide. When Seeking a creature using only imprecise senses, it remains hidden, rather than observed. A creature you're hidden from is off-guard to you, and it must succeed at a DC 11 flat check when targeting you with an attack, spell, or other effect or it fails to affect you. Area effects aren't subject to this flat check.  \n  \n A creature might be able to use the Seek action to try to observe you.",
    "links": [
        {
            "type": "link",
            "name": "Stealth",
            "alt": "Stealth",
            "game-obj": "Skills",
            "aonid": 15
        },
        {
            "type": "link",
            "name": "Hide",
            "alt": "Hide",
            "game-obj": "Actions",
            "aonid": 62
        },
        {
            "type": "link",
            "name": "Seeking",
            "alt": "Seeking",
            "game-obj": "Actions",
            "aonid": 84
        },
        {
            "type": "link",
            "name": "imprecise",
            "alt": "imprecise",
            "game-obj": "Rules",
            "aonid": 412
        },
        {
            "type": "link",
            "name": "observed",
            "alt": "observed",
            "game-obj": "Conditions",
            "aonid": 27
        },
        {
            "type": "link",
            "name": "off-guard",
            "alt": "off-guard",
            "game-obj": "Conditions",
            "aonid": 58
        }
    ],
    "edition": "remastered",
    "license": {
        "name": "ORC Notice",
        "type": "section",
        "sections": [
            {
                "name": "Attribution",
                "type": "section",
                "text": "This product is based on the following Licensed Material:",
                "sections": [
                    {
                        "name": "Player Core",
                        "type": "section",
                        "text": "***Pathfinder Player Core*** © 2023 Paizo Inc., Designed by Logan Bonner, Jason Bulmahn, Stephen Radney-MacFarland, and Mark Seifter. Authors: Alexander Augunas, Kate Baker, Logan Bonner, Jason Bulmahn, Carlos Cabrera, Calder CaDavid, James Case, Eleanor Ferron, Steven Hammond, Joan Hong, Vanessa Hoskins, James Jacobs, Jenny Jarzabski, Erik Keith, Dustin Knight, Lyz Liddell, Luis Loza, Patchen Mortimer, Dennis Muldoon, Stephen Radney-MacFarland, Mikhail Rekun, David N. Ross, Michael Sayre, Mark Seifter, Kendra Leigh Speedling, Mark Thompson, Clark Valentine, Andrew White, Landon Winkler, and Linda Zayas-Palmer"
                    }
                ]
            },
            {
                "name": "Attributing us",
                "type": "section",
                "text": "If you use our Licensed Material in your own published works, please credit us as follows:",
                "sections": [
                    {
                        "name": "Pathfinder Open Reference",
                        "type": "section",
                        "text": "© 2023 Masterwork Tools LLC, Authors: Devon Jones, Monica Jones."
                    }
                ]
            },
            {
                "name": "Reserved Material",
                "type": "section",
                "text": "Reserved Material elements in this product include, but may not be limited to: [none]"
            },
            {
                "name": "Expressly Designated Licensed Material",
                "type": "section",
                "text": "The following elements are owned by the Licensor and would otherwise constitute Reserved Material and are hereby designated as Licensed Material: [None]."
            }
        ],
        "subtype": "license",
        "license": "Open RPG Creative license",
        "text": "This product is licensed under the ORC License to be held in the Library of Congress and available online at various locations including paizo.com/orclicense, azoralaw.com/orclicense, and others. All warranties are disclaimed as set forth therein."
    },
    "schema_version": 1.0
}