{
    "name": "Invisible",
    "type": "condition",
    "sources": [
        {
            "type": "source",
            "name": "Player Core",
            "link": {
                "type": "link",
                "name": "Player Core pg. 444",
                "alt": "Player Core pg. 444",
                "game-obj": "Sources",
                "aonid": 216
            },
            "page": 444
        }
    ],
    "subtype": "standard",
    "aonid": 83,
    "game-obj": "Conditions",
    "game-id": "041466521c31f704d44caa4589b1ae81",
    "text": "You can't be seen. You're undetected to everyone. Creatures can Seek to detect you; if a creature succeeds at its Perception check against your Stealth DC, you become hidden to that creature until you Sneak to become undetected again. If you become invisible while someone can already see you, you start out hidden to them (instead of undetected) until you successfully Sneak. You can't become observed while invisible except via special abilities or magic.",
    "links": [
        {
            "type": "link",
            "name": "undetected",
            "alt": "undetected",
            "game-obj": "Conditions",
            "aonid": 39
        },
        {
            "type": "link",
            "name": "Seek",
            "alt": "Seek",
            "game-obj": "Actions",
            "aonid": 84
        },
        {
            "type": "link",
            "name": "Stealth",
            "alt": "Stealth",
            "game-obj": "Skills",
            "aonid": 15
        },
        {
            "type": "link",
            "name": "hidden",
            "alt": "hidden",
            "game-obj": "Conditions",
            "aonid": 22
        },
        {
            "type": "link",
            "name": "Sneak",
            "alt": "Sneak",
            "game-obj": "Actions",
            "aonid": 63
        },
        {
            "type": "link",
            "name": "observed",
            "alt": "observed",
            "game-obj": "Conditions",
            "aonid": 27
        }
    ],
    "edition": "remastered",
    "license": {
        "name": "ORC Notice",
        "type": "section",
        "sections": [
            {
                "name": "Attribution",
                "type": "section",
                "text": "This product is based on the following Licensed Material:",
                "sections": [
                    {
                        "name": "Player Core",
                        "type": "section",
                        "text": "***Pathfinder Player Core*** © 2023 Paizo Inc., Designed by Logan Bonner, Jason Bulmahn, Stephen Radney-MacFarland, and Mark Seifter. Authors: Alexander Augunas, Kate Baker, Logan Bonner, Jason Bulmahn, Carlos Cabrera, Calder CaDavid, James Case, Eleanor Ferron, Steven Hammond, Joan Hong, Vanessa Hoskins, James Jacobs, Jenny Jarzabski, Erik Keith, Dustin Knight, Lyz Liddell, Luis Loza, Patchen Mortimer, Dennis Muldoon, Stephen Radney-MacFarland, Mikhail Rekun, David N. Ross, Michael Sayre, Mark Seifter, Kendra Leigh Speedling, Mark Thompson, Clark Valentine, Andrew White, Landon Winkler, and Linda Zayas-Palmer"
                    }
                ]
            },
            {
                "name": "Attributing us",
                "type": "section",
                "text": "If you use our Licensed Material in your own published works, please credit us as follows:",
                "sections": [
                    {
                        "name": "Pathfinder Open Reference",
                        "type": "section",
                        "text": "© 2023 Masterwork Tools LLC, Authors: Devon Jones, Monica Jones."
                    }
                ]
            },
            {
                "name": "Reserved Material",
                "type": "section",
                "text": "Reserved Material elements in this product include, but may not be limited to: [none]"
            },
            {
                "name": "Expressly Designated Licensed Material",
                "type": "section",
                "text": "The following elements are owned by the Licensor and would otherwise constitute Reserved Material and are hereby designated as Licensed Material: [None]."
            }
        ],
        "subtype": "license",
        "license": "Open RPG Creative license",
        "text": "This product is licensed under the ORC License to be held in the Library of Congress and available online at various locations including paizo.com/orclicense, azoralaw.com/orclicense, and others. All warranties are disclaimed as set forth therein."
    },
    "schema_version": 1.0
}