{
    "name": "Unstable",
    "type": "trait",
    "edition": "remastered",
    "sources": [
        {
            "type": "source",
            "name": "Guns & Gears",
            "link": {
                "type": "link",
                "name": "Guns & Gears pg. 236",
                "alt": "Guns & Gears pg. 236",
                "game-obj": "Sources",
                "aonid": 98
            },
            "page": 236,
            "errata": {
                "type": "link",
                "name": "2.0",
                "alt": "2.0",
                "game-obj": "Sources",
                "aonid": 98
            }
        }
    ],
    "aonid": 416,
    "game-obj": "Traits",
    "game-id": "c49bff7616bb2cc42816a6c885d800a3",
    "text": "Unstable actions are experimental applications of your innovation that even you can’t fully predict. When you take an unstable action, attempt a DC 15 flat check immediately after applying its effects. This DC is 13 if you’re legendary in Crafting. On a failure, the innovation malfunctions in a spectacular (though harmless) fashion, such as a belch of smoke or shower of sparks, and it becomes incapable of being used for further unstable actions. On a critical failure, you also take an amount of fire damage equal to half your level. You can spend 10 minutes retuning your innovation and making adjustments to return it to functionality, at which point you can use unstable actions with that innovation again.  \n  \n To take an unstable action, you must be using your innovation (for example, wearing an armor innovation or wielding a weapon innovation). If you have a minion innovation, some unstable actions are taken by the minion instead of you. In these cases, only the minion can take that action, and the minion needs to have been Commanded that turn to take the action. If you critically fail the flat check, the minion takes the damage instead of you.  \n  \n Some actions have an Unstable Function entry, which you can use to add the unstable trait for a bigger benefit. If you’re unable to use unstable actions, you can still use the action normally, but you can’t use the unstable function.",
    "license": {
        "name": "ORC Notice",
        "type": "section",
        "sections": [
            {
                "name": "Attribution",
                "type": "section",
                "text": "This product is based on the following Licensed Material:",
                "sections": [
                    {
                        "name": "Guns & Gears",
                        "type": "section",
                        "text": "***Pathfinder Core Rulebook (Second Edition)*** © 2019, Paizo Inc.; Authors: Logan Bonner, Jason Bulmahn, Stephen Radney-MacFarland, and Mark Seifter.  \n ***Pathfinder Guns & Gears*** © 2021, Paizo Inc.; Authors: Logan Bonner, Jessica Catalan, John Compton, Andrew D. Geels, Steven Hammond, Sen H.H.S., Brent Holtsberry, Jason Keeley, Dustin Knight, Luis Loza, Ron Lundeen, Chris Mastey, Liane Merciel, Jacob W. Michaels, Dave Nelson, Samantha Phelan, Mikhail Rekun, Stephen Radney-MacFarland, Sydney Meeker, Kendra Leigh Speedling, Michael Sayre., Mark Seifter, Andrew Stoeckle, Calliope Lee Taylor, Andrew White, and Scott D. Young."
                    }
                ]
            },
            {
                "name": "Attributing us",
                "type": "section",
                "text": "If you use our Licensed Material in your own published works, please credit us as follows:",
                "sections": [
                    {
                        "name": "Pathfinder Open Reference",
                        "type": "section",
                        "text": "© 2023 Masterwork Tools LLC, Authors: Devon Jones, Monica Jones."
                    }
                ]
            },
            {
                "name": "Reserved Material",
                "type": "section",
                "text": "Reserved Material elements in this product include, but may not be limited to: [none]"
            },
            {
                "name": "Expressly Designated Licensed Material",
                "type": "section",
                "text": "The following elements are owned by the Licensor and would otherwise constitute Reserved Material and are hereby designated as Licensed Material: [None]."
            }
        ],
        "subtype": "license",
        "license": "Open RPG Creative license",
        "text": "This product is licensed under the ORC License to be held in the Library of Congress and available online at various locations including paizo.com/orclicense, azoralaw.com/orclicense, and others. All warranties are disclaimed as set forth therein."
    },
    "schema_version": 1.1
}