{
    "name": "Bola",
    "type": "weapon",
    "sources": [
        {
            "type": "source",
            "name": "Player Core",
            "link": {
                "type": "link",
                "name": "Player Core pg. 280",
                "alt": "Player Core pg. 280",
                "game-obj": "Sources",
                "aonid": 216
            },
            "page": 280,
            "errata": {
                "type": "link",
                "name": "2.0",
                "alt": "2.0",
                "game-obj": "Sources",
                "aonid": 216
            }
        },
        {
            "type": "source",
            "name": "Advanced Player's Guide",
            "link": {
                "type": "link",
                "name": "Advanced Player's Guide pg. 248",
                "alt": "Advanced Player's Guide pg. 248",
                "game-obj": "Sources",
                "aonid": 39
            },
            "page": 248,
            "errata": {
                "type": "link",
                "name": "2.0",
                "alt": "2.0",
                "game-obj": "Sources",
                "aonid": 39
            }
        },
        {
            "type": "source",
            "name": "Gods & Magic",
            "link": {
                "type": "link",
                "name": "Gods & Magic pg. 120",
                "alt": "Gods & Magic pg. 120",
                "game-obj": "Sources",
                "aonid": 17
            },
            "page": 120,
            "errata": {
                "type": "link",
                "name": "2.0",
                "alt": "2.0",
                "game-obj": "Sources",
                "aonid": 17
            }
        }
    ],
    "pfs": "Standard",
    "aonid": 433,
    "game-obj": "Weapons",
    "alternate_link": {
        "type": "alternate_link",
        "game-obj": "Weapons",
        "aonid": 331,
        "alternate_type": "legacy"
    },
    "text": "This throwing weapon consists of weights tied to the end of long cords, which can be used to bludgeon foes or entangle their legs.",
    "stat_block": {
        "type": "stat_block",
        "subtype": "weapon",
        "level": 0,
        "traits": [
            {
                "name": "Nonlethal",
                "type": "trait",
                "alternate_link": {
                    "type": "alternate_link",
                    "game-obj": "Traits",
                    "aonid": 188,
                    "alternate_type": "legacy"
                },
                "edition": "remastered",
                "sources": [
                    {
                        "type": "source",
                        "name": "Player Core",
                        "link": {
                            "type": "link",
                            "name": "Player Core pg. 282",
                            "alt": "Player Core pg. 282",
                            "game-obj": "Sources",
                            "aonid": 216
                        },
                        "page": 282,
                        "errata": {
                            "type": "link",
                            "name": "2.0",
                            "alt": "2.0",
                            "game-obj": "Sources",
                            "aonid": 216
                        }
                    }
                ],
                "game-obj": "Traits",
                "game-id": "312297acabb98ff0cdf19025756472d7",
                "text": "Attacks with this weapon are nonlethal, and are used to knock creatures unconscious instead of kill them. You can use a nonlethal weapon to make a lethal attack with a –2 circumstance penalty.",
                "links": [
                    {
                        "type": "link",
                        "name": "nonlethal",
                        "alt": "nonlethal",
                        "game-obj": "Rules",
                        "aonid": 2311
                    }
                ],
                "schema_version": 1.1,
                "classes": [
                    "trait"
                ]
            },
            {
                "name": "Ranged Trip",
                "type": "trait",
                "alternate_link": {
                    "type": "alternate_link",
                    "game-obj": "Traits",
                    "aonid": 251,
                    "alternate_type": "legacy"
                },
                "edition": "remastered",
                "sources": [
                    {
                        "type": "source",
                        "name": "Player Core",
                        "link": {
                            "type": "link",
                            "name": "Player Core pg. 283",
                            "alt": "Player Core pg. 283",
                            "game-obj": "Sources",
                            "aonid": 216
                        },
                        "page": 283,
                        "errata": {
                            "type": "link",
                            "name": "2.0",
                            "alt": "2.0",
                            "game-obj": "Sources",
                            "aonid": 216
                        }
                    }
                ],
                "game-obj": "Traits",
                "game-id": "a68f0660873f2bfbf523e9dedee9c530",
                "text": "The weapon can be used to Trip with the Athletics skill within the weapon’s first range increment. The skill check takes a –2 circumstance penalty. You can add the weapon’s item bonus to attack rolls as a bonus to the check. A ranged trip weapon doesn’t deal any damage when used to Trip. These weapons are usually thrown.",
                "schema_version": 1.1,
                "classes": [
                    "trait"
                ]
            },
            {
                "name": "Thrown",
                "type": "trait",
                "alternate_link": {
                    "type": "alternate_link",
                    "game-obj": "Traits",
                    "aonid": 195,
                    "alternate_type": "legacy"
                },
                "edition": "remastered",
                "sources": [
                    {
                        "type": "source",
                        "name": "Player Core",
                        "link": {
                            "type": "link",
                            "name": "Player Core pg. 283",
                            "alt": "Player Core pg. 283",
                            "game-obj": "Sources",
                            "aonid": 216
                        },
                        "page": 283,
                        "errata": {
                            "type": "link",
                            "name": "2.0",
                            "alt": "2.0",
                            "game-obj": "Sources",
                            "aonid": 216
                        }
                    }
                ],
                "game-obj": "Traits",
                "game-id": "c42503980965022311443a6e1e55ab57",
                "text": "You can throw this weapon as a ranged attack; it is a ranged weapon when thrown. You add your Strength modifier to damage as you would for a melee weapon. When this trait appears on a melee weapon, it also includes the range increment. Ranged weapons with this trait use the range increment in the weapon’s Range entry.",
                "schema_version": 1.1,
                "classes": [
                    "trait"
                ]
            }
        ],
        "price": "5 sp",
        "bulk": {
            "type": "stat_block_section",
            "subtype": "bulk",
            "value": null,
            "display": "L"
        },
        "weapon": {
            "category": "Martial",
            "favored_weapon": {
                "type": "stat_block_section",
                "subtype": "favored_weapon",
                "text": "*Grandmother Spider*  ,  *Hataam*  ,  *Mahathallah*  ,  *Telastmar*  ,  *Zugero*",
                "links": [
                    {
                        "type": "link",
                        "name": "Grandmother Spider",
                        "alt": "Grandmother Spider",
                        "game-obj": "Deities",
                        "aonid": 344
                    },
                    {
                        "type": "link",
                        "name": "Hataam",
                        "alt": "Hataam",
                        "game-obj": "Deities",
                        "aonid": 596
                    },
                    {
                        "type": "link",
                        "name": "Mahathallah",
                        "alt": "Mahathallah",
                        "game-obj": "Deities",
                        "aonid": 591
                    },
                    {
                        "type": "link",
                        "name": "Telastmar",
                        "alt": "Telastmar",
                        "game-obj": "Deities",
                        "aonid": 549
                    },
                    {
                        "type": "link",
                        "name": "Zugero",
                        "alt": "Zugero",
                        "game-obj": "Deities",
                        "aonid": 509
                    }
                ]
            },
            "ranged": {
                "type": "stat_block_section",
                "subtype": "ranged",
                "damage": [
                    {
                        "type": "stat_block_section",
                        "subtype": "attack_damage",
                        "formula": "1d6",
                        "damage_type": "bludgeoning"
                    }
                ],
                "weapon_type": "Ranged",
                "group": {
                    "name": "Sling",
                    "type": "weapon_group",
                    "text": "The target must succeed at a Fortitude save against your class DC or be stunned 1.",
                    "game-obj": "WeaponGroups",
                    "sources": [
                        {
                            "type": "source",
                            "name": "Player Core",
                            "link": {
                                "type": "link",
                                "name": "Player Core pg. 283",
                                "alt": "Player Core pg. 283",
                                "game-obj": "Sources",
                                "aonid": 216
                            },
                            "page": 283,
                            "errata": {
                                "type": "link",
                                "name": "2.0",
                                "alt": "2.0",
                                "game-obj": "Sources",
                                "aonid": 216
                            }
                        }
                    ],
                    "links": [
                        {
                            "type": "link",
                            "name": "stunned 1",
                            "alt": "stunned 1",
                            "game-obj": "Conditions",
                            "aonid": 36
                        }
                    ],
                    "edition": "remastered",
                    "game-id": "6110737e9959c682562a3e6edd942bc2"
                },
                "range": {
                    "type": "stat_block_section",
                    "subtype": "range",
                    "value": 20,
                    "unit": "feet"
                },
                "hands": "1"
            }
        }
    },
    "game-id": "464b9d2cd6d59a61119ac85cf47a6e3d",
    "license": {
        "name": "OPEN GAME LICENSE Version 1.0a",
        "type": "section",
        "sections": [
            {
                "name": "Player Core",
                "type": "section",
                "text": "***Pathfinder Player Core*** © 2023 Paizo Inc., Designed by Logan Bonner, Jason Bulmahn, Stephen Radney-MacFarland, and Mark Seifter. Authors: Alexander Augunas, Kate Baker, Logan Bonner, Jason Bulmahn, Carlos Cabrera, Calder CaDavid, James Case, Eleanor Ferron, Steven Hammond, Joan Hong, Vanessa Hoskins, James Jacobs, Jenny Jarzabski, Erik Keith, Dustin Knight, Lyz Liddell, Luis Loza, Patchen Mortimer, Dennis Muldoon, Stephen Radney-MacFarland, Mikhail Rekun, David N. Ross, Michael Sayre, Mark Seifter, Kendra Leigh Speedling, Mark Thompson, Clark Valentine, Andrew White, Landon Winkler, and Linda Zayas-Palmer"
            },
            {
                "name": "Advanced Player's Guide",
                "type": "section",
                "text": "**Pathfinder Core Rulebook (Second Edition)** © 2019, Paizo Inc.; Authors: Logan Bonner, Jason Bulmahn, Stephen Radney-MacFarland, and Mark Seifter.  \n **Genie, Marid from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.  \n **Pathfinder Advanced Player’s Guide** © 2020, Paizo Inc.; Authors: Amirali Attar Olyaee, Alexander Augunas, Kate Baker, Brian Bauman, Logan Bonner, Carlos Cabrera, James Case, Jessica Catalan, John Compton, Paris Crenshaw, Jesse Decker, Fabby Garza Marroquín, Steven Hammond, Sasha Laranoa Harving, Joan Hong, Nicolas Hornyak, Vanessa Hoskins, James Jacobs, Erik Keith, Lyz Liddell, Luis Loza, Ron Lundeen, Patchen Mortimer, Dennis Muldoon, Stephen Radney-MacFarland, Jessica Redekop, Mikhail Rekun, Alex Riggs, David N. Ross, Michael Sayre, Mark Seifter, Kendra Leigh Speedling, Jason Tondro, Clark Valentine, and Andrew White."
            },
            {
                "name": "Gods & Magic",
                "type": "section",
                "text": "**Genie, Marid from the Tome of Horrors Complete** © 2011, Necromancer Games, Inc., published and distributed by Frog God Games; Author: Scott Greene, based on original material by Gary Gygax.  \n **Pathfinder Lost Omens Gods & Magic (Second Edition)** © 2020, Paizo Inc.; Authors: Robert Adducci, Amirali Attar Olyaee, Calder CaDavid, James Case, Adam Daigle, Katina Davis, Leo Glass, Joshua Grinlinton, James Jacobs, Virginia Jordan, Jason Keeley, Jacky Leung, Lyz Liddell, Ron Lundeen, Stephanie Lundeen, Jacob W. Michaels, Matt Morris, Dave Nelson, Samantha Phelan, Jennifer Povey, Jessica Redekop, Nathan Reinecke, Patrick Renie, David N. Ross, Simone D. Sallé, Michael Sayre, David Schwartz, Shahreena Shahrani, Isabelle Thorne, Marc Thuot, Jason Tondro, and Diego Valdez."
            }
        ],
        "text": "The following text is the property of Wizards of the Coast, Inc. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.\n\n **1. Definitions**: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, license, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, spells, enchantments, personalities, teams, personas, likenesses and special abilities; places, locations, environments, creatures, equipment, magical or supernatural abilities or effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the Open Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.\n\n **2. The License**: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or conditions may be applied to any Open Game Content distributed using this License.\n\n **3. Offer and Acceptance**: By Using the Open Game Content You indicate Your acceptance of the terms of this License.\n\n **4. Grant and Consideration**: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, non-exclusive license with the exact terms of this License to Use, the Open Game Content.\n\n **5. Representation of Authority to Contribute**: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original creation and/or You have sufficient rights to grant the rights conveyed by this License.\n\n **6. Notice of License Copyright**: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.\n\n **7. Use of Product Identity**: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.\n\n **8. Identification**: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.\n\n **9. Updating the License**: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.\n\n **10. Copy of this License**: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.\n\n **11. Use of Contributor Credits**: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.\n\n **12. Inability to Comply**: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.\n\n **13. Termination**: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.\n\n **14. Reformation**: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.\n\n **15. COPYRIGHT NOTICE**  \n **Open Game License v 1.0** Copyright 2000, Wizards of the Coast, Inc.  \n **System Reference Document**. Copyright 2000. Wizards of the Coast, Inc; Authors: Jonathan Tweet, Monte Cook, Skip Williams, based on material by E. Gary Gygax and Dave Arneson.  \n **The Archives of Nethys**. Copyright 2010, Blake Davis. **Pathfinder Open Reference**. © 2023 Masterwork Tools LLC, Authors: Devon Jones, Monica Jones.",
        "subtype": "license",
        "license": "OPEN GAME LICENSE Version 1.0a"
    },
    "edition": "remastered",
    "schema_version": 1.0
}