{
    "name": "Dwarven Scattergun",
    "type": "weapon",
    "sources": [
        {
            "type": "source",
            "name": "Guns & Gears",
            "link": {
                "type": "link",
                "name": "Guns & Gears pg. 153",
                "alt": "Guns & Gears pg. 153",
                "game-obj": "Sources",
                "aonid": 98
            },
            "page": 153,
            "errata": {
                "type": "link",
                "name": "2.0",
                "alt": "2.0",
                "game-obj": "Sources",
                "aonid": 98
            }
        }
    ],
    "pfs": "Standard",
    "aonid": 207,
    "game-obj": "Weapons",
    "text": "A favored weapon of dwarf scouts from Dongun Hold, the dwarven scattergun is a powerful weapon designed to take advantage of a dwarf's sturdy frame. A dwarven scattergun fires a large paper cartridge stuffed with black powder and knuckle-sized lumps of metal, creating a devastating burst so destructive that a foolish dwarf might find themself catching painful ricochets when firing at a too-close target. Some scatterguns are crafted with a clockwork firing tray that can quickly sort and load black powder and shot without needing a prepackaged cartridge, though this is largely an aesthetic feature with no real mechanical benefit.",
    "links": [
        {
            "type": "link",
            "name": "dwarf",
            "alt": "dwarf",
            "game-obj": "Ancestries",
            "aonid": 1
        }
    ],
    "stat_block": {
        "type": "stat_block",
        "subtype": "weapon",
        "level": 1,
        "traits": [
            {
                "name": "Uncommon",
                "type": "trait",
                "alternate_link": {
                    "type": "alternate_link",
                    "game-obj": "Traits",
                    "aonid": 159,
                    "alternate_type": "legacy"
                },
                "edition": "remastered",
                "sources": [
                    {
                        "type": "source",
                        "name": "Player Core",
                        "link": {
                            "type": "link",
                            "name": "Player Core pg. 11",
                            "alt": "Player Core pg. 11",
                            "game-obj": "Sources",
                            "aonid": 216
                        },
                        "page": 11,
                        "errata": {
                            "type": "link",
                            "name": "2.0",
                            "alt": "2.0",
                            "game-obj": "Sources",
                            "aonid": 216
                        }
                    }
                ],
                "game-obj": "Traits",
                "game-id": "f31704572455b8d77a8bd97c0045fde6",
                "text": "Something of uncommon rarity requires special training or comes from a particular culture or part of the world. Some character choices give access to uncommon options, and the GM can choose to allow access for anyone. Less is known about uncommon creatures than common creatures. They typically can't be summoned. The DC of Recall Knowledge checks related to these creature is increased by 2.",
                "links": [
                    {
                        "type": "link",
                        "name": "Recall Knowledge",
                        "alt": "Recall Knowledge",
                        "game-obj": "Actions",
                        "aonid": 26
                    }
                ],
                "schema_version": 1.1,
                "classes": [
                    "uncommon"
                ]
            },
            {
                "name": "Concussive",
                "type": "trait",
                "alternate_link": {
                    "type": "alternate_link",
                    "game-obj": "Traits",
                    "aonid": 401,
                    "alternate_type": "legacy"
                },
                "edition": "remastered",
                "sources": [
                    {
                        "type": "source",
                        "name": "NPC Core",
                        "link": {
                            "type": "link",
                            "name": "NPC Core pg. 50",
                            "alt": "NPC Core pg. 50",
                            "game-obj": "Sources",
                            "aonid": 236
                        },
                        "page": 50
                    }
                ],
                "game-obj": "Traits",
                "game-id": "e3ebabe03e8190448c5d613bf42a41d2",
                "text": "These weapons smash as much as puncture. When determining a creature's resistance or immunity to damage from this weapon, use the weaker of the target's resistance or immunity to piercing or to bludgeoning. For instance, if the creature were immune to piercing and had no resistance or immunity to bludgeoning damage, it would take full damage from a concussive weapon. Resistance or immunity to all physical damage, or all damage, applies as normal.",
                "schema_version": 1.1,
                "classes": [
                    "trait"
                ]
            },
            {
                "name": "Dwarf",
                "type": "trait",
                "alternate_link": {
                    "type": "alternate_link",
                    "game-obj": "Traits",
                    "aonid": 54,
                    "alternate_type": "legacy"
                },
                "edition": "remastered",
                "sources": [
                    {
                        "type": "source",
                        "name": "Player Core",
                        "link": {
                            "type": "link",
                            "name": "Player Core pg. 455",
                            "alt": "Player Core pg. 455",
                            "game-obj": "Sources",
                            "aonid": 216
                        },
                        "page": 455,
                        "errata": {
                            "type": "link",
                            "name": "2.0",
                            "alt": "2.0",
                            "game-obj": "Sources",
                            "aonid": 216
                        }
                    }
                ],
                "game-obj": "Traits",
                "game-id": "ca13d3749b0f3c87af2be988e0402721",
                "text": "A creature with this trait is a member of the dwarf ancestry. Dwarves are stout folk who often live underground and typically have darkvision. An ability with this trait can be used or selected only by dwarves. An item with this trait is created and used by dwarves.",
                "schema_version": 1.1,
                "classes": [
                    "trait"
                ]
            },
            {
                "name": "Kickback",
                "type": "trait",
                "alternate_link": {
                    "type": "alternate_link",
                    "game-obj": "Traits",
                    "aonid": 409,
                    "alternate_type": "legacy"
                },
                "edition": "remastered",
                "sources": [
                    {
                        "type": "source",
                        "name": "NPC Core",
                        "link": {
                            "type": "link",
                            "name": "NPC Core pg. 50",
                            "alt": "NPC Core pg. 50",
                            "game-obj": "Sources",
                            "aonid": 236
                        },
                        "page": 50
                    }
                ],
                "game-obj": "Traits",
                "game-id": "09b831753bf44bcef2c3a6a7a3c6f360",
                "text": "A kickback weapon is extra powerful and difficult to use due to its high recoil. A kickback weapon deals 1 additional damage with all attacks. Firing a kickback weapon gives a –2 circumstance penalty to the attack roll, but characters with +2 or more Strength ignore the penalty. Attaching a kickback weapon to a deployed bipod, tripod, or other stabilizer can lower or negate this penalty.",
                "links": [
                    {
                        "type": "link",
                        "name": "tripod",
                        "alt": "tripod",
                        "game-obj": "Equipment",
                        "aonid": 1207
                    }
                ],
                "schema_version": 1.1,
                "classes": [
                    "trait"
                ]
            },
            {
                "name": "Scatter",
                "type": "trait",
                "alternate_link": {
                    "type": "alternate_link",
                    "game-obj": "Traits",
                    "aonid": 413,
                    "alternate_type": "legacy"
                },
                "edition": "remastered",
                "sources": [
                    {
                        "type": "source",
                        "name": "NPC Core",
                        "link": {
                            "type": "link",
                            "name": "NPC Core pg. 50",
                            "alt": "NPC Core pg. 50",
                            "game-obj": "Sources",
                            "aonid": 236
                        },
                        "page": 50
                    }
                ],
                "game-obj": "Traits",
                "game-id": "078ebaefcfbeb6e50d1317aa9be6ee75",
                "text": "This weapon fires a cluster of pellets in a wide spray. Scatter always has an area listed with it, indicating the radius of the spray. On a hit, the primary target of attacks with a scatter weapon take the listed damage, and the target and all other creatures within the listed radius around it take 1 point of splash damage per weapon damage die, of the same type as the initial attack.",
                "schema_version": 1.1,
                "classes": [
                    "trait"
                ],
                "value": "10 ft."
            }
        ],
        "price": "10 gp",
        "bulk": {
            "type": "stat_block_section",
            "subtype": "bulk",
            "value": 2,
            "text": "2"
        },
        "statistics": {
            "type": "stat_block_section",
            "subtype": "statistics",
            "access": "The following regions have access to firearms: Alkenstar, Dongun Hold, Tian Xia, Vudra, Arcadia, Ustalav, the Shackles",
            "category": "Advanced"
        },
        "offense": {
            "type": "stat_block_section",
            "subtype": "offense",
            "weapon_modes": [
                {
                    "type": "stat_block_section",
                    "subtype": "ranged",
                    "damage": [
                        {
                            "type": "stat_block_section",
                            "subtype": "attack_damage",
                            "formula": "1d8",
                            "damage_type": "piercing"
                        }
                    ],
                    "weapon_type": "Ranged",
                    "weapon_group": {
                        "name": "Firearm",
                        "type": "weapon_group",
                        "text": "The target must succeed at a Fortitude save against your class DC or be stunned 1.",
                        "game-obj": "WeaponGroups",
                        "sources": [
                            {
                                "type": "source",
                                "name": "Guns & Gears",
                                "link": {
                                    "type": "link",
                                    "name": "Guns & Gears pg. 152",
                                    "alt": "Guns & Gears pg. 152",
                                    "game-obj": "Sources",
                                    "aonid": 98
                                },
                                "page": 152,
                                "errata": {
                                    "type": "link",
                                    "name": "2.0",
                                    "alt": "2.0",
                                    "game-obj": "Sources",
                                    "aonid": 98
                                }
                            }
                        ],
                        "links": [
                            {
                                "type": "link",
                                "name": "stunned 1",
                                "alt": "stunned 1",
                                "game-obj": "Conditions",
                                "aonid": 36
                            }
                        ],
                        "edition": "remastered",
                        "game-id": "18b26ee8e5cbedde77eb91b4b98677e8"
                    },
                    "range": {
                        "type": "stat_block_section",
                        "subtype": "range",
                        "value": 50,
                        "unit": "feet"
                    },
                    "reload": {
                        "type": "stat_block_section",
                        "subtype": "reload",
                        "value": 1,
                        "unit": "action"
                    },
                    "ammunition": {
                        "type": "stat_block_section",
                        "subtype": "ammunition",
                        "text": "Firearm Ammunition",
                        "modifiers": [
                            {
                                "type": "stat_block_section",
                                "subtype": "modifier",
                                "name": "5 rounds"
                            }
                        ],
                        "links": [
                            {
                                "type": "link",
                                "name": "Firearm Ammunition",
                                "alt": "Firearm Ammunition (5 rounds)",
                                "game-obj": "Weapons",
                                "aonid": 212
                            }
                        ]
                    },
                    "hands": "2"
                }
            ]
        }
    },
    "game-id": "b2f6c7bad7649812907039de1af8fb21",
    "license": {
        "name": "OPEN GAME LICENSE Version 1.0a",
        "type": "section",
        "sections": [
            {
                "name": "Guns & Gears",
                "type": "section",
                "text": "***Pathfinder Core Rulebook (Second Edition)*** © 2019, Paizo Inc.; Authors: Logan Bonner, Jason Bulmahn, Stephen Radney-MacFarland, and Mark Seifter.  \n ***Pathfinder Guns & Gears*** © 2021, Paizo Inc.; Authors: Logan Bonner, Jessica Catalan, John Compton, Andrew D. Geels, Steven Hammond, Sen H.H.S., Brent Holtsberry, Jason Keeley, Dustin Knight, Luis Loza, Ron Lundeen, Chris Mastey, Liane Merciel, Jacob W. Michaels, Dave Nelson, Samantha Phelan, Mikhail Rekun, Stephen Radney-MacFarland, Sydney Meeker, Kendra Leigh Speedling, Michael Sayre., Mark Seifter, Andrew Stoeckle, Calliope Lee Taylor, Andrew White, and Scott D. Young."
            }
        ],
        "text": "The following text is the property of Wizards of the Coast, Inc. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.\n\n **1. Definitions**: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, license, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, spells, enchantments, personalities, teams, personas, likenesses and special abilities; places, locations, environments, creatures, equipment, magical or supernatural abilities or effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the Open Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.\n\n **2. The License**: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or conditions may be applied to any Open Game Content distributed using this License.\n\n **3. Offer and Acceptance**: By Using the Open Game Content You indicate Your acceptance of the terms of this License.\n\n **4. Grant and Consideration**: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, non-exclusive license with the exact terms of this License to Use, the Open Game Content.\n\n **5. Representation of Authority to Contribute**: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original creation and/or You have sufficient rights to grant the rights conveyed by this License.\n\n **6. Notice of License Copyright**: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.\n\n **7. Use of Product Identity**: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.\n\n **8. Identification**: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.\n\n **9. Updating the License**: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.\n\n **10. Copy of this License**: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.\n\n **11. Use of Contributor Credits**: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.\n\n **12. Inability to Comply**: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.\n\n **13. Termination**: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.\n\n **14. Reformation**: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.\n\n **15. COPYRIGHT NOTICE**  \n **Open Game License v 1.0** Copyright 2000, Wizards of the Coast, Inc.  \n **System Reference Document**. Copyright 2000. Wizards of the Coast, Inc; Authors: Jonathan Tweet, Monte Cook, Skip Williams, based on material by E. Gary Gygax and Dave Arneson.  \n **The Archives of Nethys**. Copyright 2010, Blake Davis. **Pathfinder Open Reference**. © 2023 Masterwork Tools LLC, Authors: Devon Jones, Monica Jones.",
        "subtype": "license",
        "license": "OPEN GAME LICENSE Version 1.0a"
    },
    "edition": "remastered",
    "schema_version": 1.0
}