{
    "name": "Clockwork Castle",
    "type": "vehicle",
    "sources": [
        {
            "type": "source",
            "name": "Guns & Gears",
            "link": {
                "type": "link",
                "name": "Guns & Gears pg. 99",
                "alt": "Guns & Gears pg. 99",
                "game-obj": "Sources",
                "aonid": 98
            },
            "page": 99,
            "errata": {
                "type": "link",
                "name": "2.0",
                "alt": "2.0",
                "game-obj": "Sources",
                "aonid": 98
            }
        }
    ],
    "pfs": "Standard",
    "aonid": 35,
    "game-obj": "Vehicles",
    "text": "While the name slightly overstates its size, nonetheless a magical clockwork castle is a sizable mobile fortress built on ten spiderlike clockwork legs, with three stories of palatial accommodations within. Legends tell of a unique clockwork castle massively larger even than this size, perhaps an artifact in its own right.",
    "stat_block": {
        "type": "stat_block",
        "subtype": "vehicle",
        "level": 0,
        "traits": [
            {
                "name": "Rare",
                "type": "trait",
                "alternate_link": {
                    "type": "alternate_link",
                    "game-obj": "Traits",
                    "aonid": 137,
                    "alternate_type": "legacy"
                },
                "edition": "remastered",
                "sources": [
                    {
                        "type": "source",
                        "name": "Player Core",
                        "link": {
                            "type": "link",
                            "name": "Player Core pg. 11",
                            "alt": "Player Core pg. 11",
                            "game-obj": "Sources",
                            "aonid": 216
                        },
                        "page": 11,
                        "errata": {
                            "type": "link",
                            "name": "2.0",
                            "alt": "2.0",
                            "game-obj": "Sources",
                            "aonid": 216
                        }
                    }
                ],
                "game-obj": "Traits",
                "game-id": "e4b0e4f5f4b3d4cad3bea67ec077e297",
                "text": "This rarity indicates that a rules element is very difficult to find in the game world. A rare feat, spell, item or the like is available to players only if the GM decides to include it in the game, typically through discovery during play. Creatures with this trait are rare. They typically can't be summoned. The DC of Recall Knowledge checks related to these creatures is increased by 5.",
                "links": [
                    {
                        "type": "link",
                        "name": "Recall Knowledge",
                        "alt": "Recall Knowledge",
                        "game-obj": "Actions",
                        "aonid": 26
                    }
                ],
                "schema_version": 1.1,
                "classes": [
                    "rare"
                ]
            },
            {
                "name": "Gargantuan",
                "type": "trait",
                "sources": [
                    {
                        "type": "source",
                        "name": "Core Rulebook",
                        "link": {
                            "type": "link",
                            "name": "Core Rulebook pg. 474",
                            "alt": "Core Rulebook pg. 474",
                            "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                        },
                        "page": 474,
                        "errata": {
                            "type": "link",
                            "name": "2.0",
                            "alt": "2.0",
                            "game-obj": "Sources"
                        }
                    }
                ],
                "game-obj": "Traits",
                "game-id": "e5efc5cd9e470cd9d2f53049190af83d",
                "classes": [
                    "size"
                ],
                "text": "*Space:* 20 feet or more, *Reach (Tall):* 20 feet, *Reach (Long):* 15 feet",
                "schema_version": 1.1,
                "edition": "legacy"
            }
        ],
        "price": "30,000 gp",
        "statistics": {
            "type": "stat_block_section",
            "subtype": "statistics",
            "space": "30 feet long, 30 feet wide, 35 feet high",
            "crew": "1 pilot, 2 crew",
            "passengers": "10",
            "piloting_check": {
                "type": "stat_block_section",
                "subtype": "piloting_check",
                "text": "Driving Lore (DC 35), Arcana (DC 39), or Crafting (DC 37)",
                "links": [
                    {
                        "type": "link",
                        "name": "Driving Lore",
                        "alt": "Driving Lore",
                        "game-obj": "Skills",
                        "aonid": 8
                    },
                    {
                        "type": "link",
                        "name": "Arcana",
                        "alt": "Arcana",
                        "game-obj": "Skills",
                        "aonid": 2
                    },
                    {
                        "type": "link",
                        "name": "Crafting",
                        "alt": "Crafting",
                        "game-obj": "Skills",
                        "aonid": 4
                    }
                ]
            }
        },
        "defense": {
            "type": "stat_block_section",
            "subtype": "defense",
            "ac": 36,
            "hitpoints": {
                "type": "stat_block_section",
                "subtype": "hitpoints",
                "hp": 250,
                "break_threshold": 125,
                "hardness": 20,
                "immunities": [
                    {
                        "type": "stat_block_section",
                        "subtype": "immunity",
                        "name": "object immunities"
                    }
                ]
            },
            "saves": {
                "type": "stat_block_section",
                "subtype": "saves",
                "fort": {
                    "type": "stat_block_section",
                    "subtype": "save",
                    "value": 28
                }
            }
        },
        "offense": {
            "type": "stat_block_section",
            "subtype": "offense",
            "speed": {
                "type": "stat_block_section",
                "subtype": "speeds",
                "movement": [
                    {
                        "type": "stat_block_section",
                        "subtype": "speed",
                        "name": "40 feet",
                        "movement_type": "walk",
                        "value": 40,
                        "modifiers": [
                            {
                                "type": "stat_block_section",
                                "subtype": "modifier",
                                "name": "clockwork"
                            },
                            {
                                "type": "stat_block_section",
                                "subtype": "modifier",
                                "name": "magical"
                            }
                        ]
                    }
                ]
            },
            "collision": "11d10 (DC 35)",
            "offensive_abilities": [
                {
                    "type": "stat_block_section",
                    "subtype": "ability",
                    "name": "Environmental Protections",
                    "ability_type": "offensive",
                    "text": "This vehicle's interior temperature is magically maintained. Creatures inside this vehicle are protected from severe cold, severe heat, extreme cold, and extreme heat .",
                    "links": [
                        {
                            "type": "link",
                            "name": "severe cold, severe heat, extreme cold, and extreme heat",
                            "alt": "severe cold, severe heat, extreme cold, and extreme heat",
                            "game-obj": "Rules",
                            "aonid": 642
                        }
                    ]
                },
                {
                    "type": "stat_block_section",
                    "subtype": "ability",
                    "name": "Luxurious Accommodations",
                    "ability_type": "offensive",
                    "text": "This vehicle contains a bridge, engineering room, private sleeping quarters for up to 13 creatures, and four additional rooms (typically a dining room, kitchen, lavatory, and meeting room)."
                },
                {
                    "type": "stat_block_section",
                    "subtype": "ability",
                    "name": "Maneuverable",
                    "ability_type": "offensive",
                    "text": "This vehicle is mounted on ten spider-like legs that enable it to turn swiftly, turn in place, and even move backward. Each 90-degree turn made in less than a vehicle length costs 5 extra feet of movement; so, for example, it costs 10 feet of movement for the vehicle to turn around and begin moving backward. This vehicle loses these benefits when broken .",
                    "links": [
                        {
                            "type": "link",
                            "name": "broken",
                            "alt": "broken",
                            "game-obj": "Conditions",
                            "aonid": 2
                        }
                    ]
                },
                {
                    "type": "stat_block_section",
                    "subtype": "ability",
                    "name": "Skewering Step",
                    "ability_type": "offensive",
                    "traits": [
                        {
                            "name": "Attack",
                            "type": "trait",
                            "alternate_link": {
                                "type": "alternate_link",
                                "game-obj": "Traits",
                                "aonid": 15,
                                "alternate_type": "legacy"
                            },
                            "edition": "remastered",
                            "sources": [
                                {
                                    "type": "source",
                                    "name": "Player Core",
                                    "link": {
                                        "type": "link",
                                        "name": "Player Core pg. 452",
                                        "alt": "Player Core pg. 452",
                                        "game-obj": "Sources",
                                        "aonid": 216
                                    },
                                    "page": 452,
                                    "errata": {
                                        "type": "link",
                                        "name": "2.0",
                                        "alt": "2.0",
                                        "game-obj": "Sources",
                                        "aonid": 216
                                    }
                                }
                            ],
                            "game-obj": "Traits",
                            "game-id": "23c17a4eee189983083f41b20ff9ff92",
                            "text": "An ability with this trait involves an attack. For each attack you make beyond the first on your turn, you take a multiple attack penalty.",
                            "schema_version": 1.1,
                            "classes": []
                        }
                    ],
                    "text": "Two crew members each perform a 3-action activity on their turn to skewer nearby enemies with the clockwork castle's legs. All creatures under or adjacent to the vehicle at the end of the second character's turn take 7d8 piercing damage (DC 35 basic Reflex save).",
                    "links": [
                        {
                            "type": "link",
                            "name": "basic",
                            "alt": "basic",
                            "game-obj": "Rules",
                            "aonid": 329
                        }
                    ],
                    "action_type": {
                        "type": "stat_block_section",
                        "subtype": "action_type",
                        "name": "Three Actions"
                    }
                },
                {
                    "type": "stat_block_section",
                    "subtype": "ability",
                    "name": "Weapon Mounts",
                    "ability_type": "offensive",
                    "text": "This vehicle has four rooftop weapon mounts; one mount on each corner of the vehicle. At purchase, these weapon mounts are initially empty. Installing or uninstalling a weapon into a weapon mount requires 10 minutes, a successful DC 35 Crafting check, and an appropriate weapon. Three of these weapon mounts can be equipped with ranged weapons, and the fourth can be equipped with a ranged siege weapon of size Large or smaller.",
                    "links": [
                        {
                            "type": "link",
                            "name": "Crafting",
                            "alt": "Crafting",
                            "game-obj": "Skills",
                            "aonid": 4
                        }
                    ]
                },
                {
                    "type": "stat_block_section",
                    "subtype": "ability",
                    "name": "Wind-Up",
                    "ability_type": "offensive",
                    "text": "10 minutes of wind-up, 1 hour of operational time, DC 35, standby"
                }
            ]
        }
    },
    "game-id": "e2c2d4fe2c07b26ad92278fdfdff57b3",
    "license": {
        "name": "OPEN GAME LICENSE Version 1.0a",
        "type": "section",
        "sections": [
            {
                "name": "Guns & Gears",
                "type": "section",
                "text": "***Pathfinder Core Rulebook (Second Edition)*** © 2019, Paizo Inc.; Authors: Logan Bonner, Jason Bulmahn, Stephen Radney-MacFarland, and Mark Seifter.  \n ***Pathfinder Guns & Gears*** © 2021, Paizo Inc.; Authors: Logan Bonner, Jessica Catalan, John Compton, Andrew D. Geels, Steven Hammond, Sen H.H.S., Brent Holtsberry, Jason Keeley, Dustin Knight, Luis Loza, Ron Lundeen, Chris Mastey, Liane Merciel, Jacob W. Michaels, Dave Nelson, Samantha Phelan, Mikhail Rekun, Stephen Radney-MacFarland, Sydney Meeker, Kendra Leigh Speedling, Michael Sayre., Mark Seifter, Andrew Stoeckle, Calliope Lee Taylor, Andrew White, and Scott D. Young."
            }
        ],
        "text": "The following text is the property of Wizards of the Coast, Inc. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.\n\n **1. Definitions**: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, license, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, spells, enchantments, personalities, teams, personas, likenesses and special abilities; places, locations, environments, creatures, equipment, magical or supernatural abilities or effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the Open Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.\n\n **2. The License**: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or conditions may be applied to any Open Game Content distributed using this License.\n\n **3. Offer and Acceptance**: By Using the Open Game Content You indicate Your acceptance of the terms of this License.\n\n **4. Grant and Consideration**: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, non-exclusive license with the exact terms of this License to Use, the Open Game Content.\n\n **5. Representation of Authority to Contribute**: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original creation and/or You have sufficient rights to grant the rights conveyed by this License.\n\n **6. Notice of License Copyright**: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.\n\n **7. Use of Product Identity**: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.\n\n **8. Identification**: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.\n\n **9. Updating the License**: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.\n\n **10. Copy of this License**: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.\n\n **11. Use of Contributor Credits**: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.\n\n **12. Inability to Comply**: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.\n\n **13. Termination**: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.\n\n **14. Reformation**: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.\n\n **15. COPYRIGHT NOTICE**  \n **Open Game License v 1.0** Copyright 2000, Wizards of the Coast, Inc.  \n **System Reference Document**. Copyright 2000. Wizards of the Coast, Inc; Authors: Jonathan Tweet, Monte Cook, Skip Williams, based on material by E. Gary Gygax and Dave Arneson.  \n **The Archives of Nethys**. Copyright 2010, Blake Davis. **Pathfinder Open Reference**. © 2023 Masterwork Tools LLC, Authors: Devon Jones, Monica Jones.",
        "subtype": "license",
        "license": "OPEN GAME LICENSE Version 1.0a"
    },
    "edition": "remastered",
    "schema_version": 1.0
}