{
    "name": "Titanic Stomper",
    "type": "vehicle",
    "sources": [
        {
            "type": "source",
            "name": "Guns & Gears",
            "link": {
                "type": "link",
                "name": "Guns & Gears pg. 98",
                "alt": "Guns & Gears pg. 98",
                "game-obj": "Sources",
                "aonid": 98
            },
            "page": 98,
            "errata": {
                "type": "link",
                "name": "2.0",
                "alt": "2.0",
                "game-obj": "Sources",
                "aonid": 98
            }
        }
    ],
    "pfs": "Standard",
    "aonid": 34,
    "game-obj": "Vehicles",
    "text": "Among the most dangerous vehicles created in Ustalav with a mix of magic and the new Stasian technology, a titanic stomper is shaped like a long sinuous lizard or behir with carefully placed Stasian coils and eight big stomping legs. Titanic stompers were meant to devastate the armies of the undead . Only two exist, making them almost unique, and the means to create more have been stymied, as some of the crucial inventors were killed in the process of attempting to design a follow-up technology, a smaller but more powerful suit of mechanized armor called the Grobelarch that ultimately went berserk and killed its creators.",
    "links": [
        {
            "type": "link",
            "name": "behir",
            "alt": "behir",
            "game-obj": "Monsters",
            "aonid": 569
        },
        {
            "type": "link",
            "name": "undead",
            "alt": "undead",
            "game-obj": "Traits",
            "aonid": 160
        }
    ],
    "stat_block": {
        "type": "stat_block",
        "subtype": "vehicle",
        "level": 0,
        "traits": [
            {
                "name": "Rare",
                "type": "trait",
                "alternate_link": {
                    "type": "alternate_link",
                    "game-obj": "Traits",
                    "aonid": 137,
                    "alternate_type": "legacy"
                },
                "edition": "remastered",
                "sources": [
                    {
                        "type": "source",
                        "name": "Player Core",
                        "link": {
                            "type": "link",
                            "name": "Player Core pg. 11",
                            "alt": "Player Core pg. 11",
                            "game-obj": "Sources",
                            "aonid": 216
                        },
                        "page": 11,
                        "errata": {
                            "type": "link",
                            "name": "2.0",
                            "alt": "2.0",
                            "game-obj": "Sources",
                            "aonid": 216
                        }
                    }
                ],
                "game-obj": "Traits",
                "game-id": "e4b0e4f5f4b3d4cad3bea67ec077e297",
                "text": "This rarity indicates that a rules element is very difficult to find in the game world. A rare feat, spell, item or the like is available to players only if the GM decides to include it in the game, typically through discovery during play. Creatures with this trait are rare. They typically can't be summoned. The DC of Recall Knowledge checks related to these creatures is increased by 5.",
                "links": [
                    {
                        "type": "link",
                        "name": "Recall Knowledge",
                        "alt": "Recall Knowledge",
                        "game-obj": "Actions",
                        "aonid": 26
                    }
                ],
                "schema_version": 1.1,
                "classes": [
                    "rare"
                ]
            },
            {
                "name": "Gargantuan",
                "type": "trait",
                "sources": [
                    {
                        "type": "source",
                        "name": "Core Rulebook",
                        "link": {
                            "type": "link",
                            "name": "Core Rulebook pg. 474",
                            "alt": "Core Rulebook pg. 474",
                            "href": "https://paizo.com/products/btq01y0k?Pathfinder-Core-Rulebook"
                        },
                        "page": 474,
                        "errata": {
                            "type": "link",
                            "name": "2.0",
                            "alt": "2.0",
                            "game-obj": "Sources"
                        }
                    }
                ],
                "game-obj": "Traits",
                "game-id": "e5efc5cd9e470cd9d2f53049190af83d",
                "classes": [
                    "size"
                ],
                "text": "*Space:* 20 feet or more, *Reach (Tall):* 20 feet, *Reach (Long):* 15 feet",
                "schema_version": 1.1,
                "edition": "legacy"
            }
        ],
        "price": "19,000 gp",
        "statistics": {
            "type": "stat_block_section",
            "subtype": "statistics",
            "space": "60 feet long, 30 feet wide, 60 feet high",
            "crew": "1 pilot, 3 crew",
            "passengers": "6",
            "piloting_check": {
                "type": "stat_block_section",
                "subtype": "piloting_check",
                "text": "Driving Lore (DC 34) or Crafting (DC 36)",
                "links": [
                    {
                        "type": "link",
                        "name": "Driving Lore",
                        "alt": "Driving Lore",
                        "game-obj": "Skills",
                        "aonid": 8
                    },
                    {
                        "type": "link",
                        "name": "Crafting",
                        "alt": "Crafting",
                        "game-obj": "Skills",
                        "aonid": 4
                    }
                ]
            }
        },
        "defense": {
            "type": "stat_block_section",
            "subtype": "defense",
            "ac": 34,
            "hitpoints": {
                "type": "stat_block_section",
                "subtype": "hitpoints",
                "hp": 230,
                "break_threshold": 115,
                "hardness": 20,
                "immunities": [
                    {
                        "type": "stat_block_section",
                        "subtype": "immunity",
                        "name": "object immunities"
                    }
                ]
            },
            "saves": {
                "type": "stat_block_section",
                "subtype": "saves",
                "fort": {
                    "type": "stat_block_section",
                    "subtype": "save",
                    "value": 26
                }
            }
        },
        "offense": {
            "type": "stat_block_section",
            "subtype": "offense",
            "speed": {
                "type": "stat_block_section",
                "subtype": "speeds",
                "movement": [
                    {
                        "type": "stat_block_section",
                        "subtype": "speed",
                        "name": "40 feet",
                        "movement_type": "walk",
                        "value": 40
                    },
                    {
                        "type": "stat_block_section",
                        "subtype": "speed",
                        "name": "(electrical, magical)",
                        "movement_type": "walk"
                    }
                ]
            },
            "collision": "9d12 (DC 32)",
            "offensive_abilities": [
                {
                    "type": "stat_block_section",
                    "subtype": "ability",
                    "name": "Bolt Blast",
                    "ability_type": "offensive",
                    "text": "Two crew members each perform a three-action activity on their turn to fire a line of lightning at the end of the second character's turn. This line of lightning erupts from the front of the titanic stomper at an angle of the crew members' choice and deals 5d12 electricity damage to each creature in a 120-foot line (DC 34 basic Reflex save). The Bolt Blast stops working if the titanic stomper is broken .",
                    "links": [
                        {
                            "type": "link",
                            "name": "broken",
                            "alt": "broken",
                            "game-obj": "Conditions",
                            "aonid": 2
                        },
                        {
                            "type": "link",
                            "name": "basic",
                            "alt": "basic",
                            "game-obj": "Rules",
                            "aonid": 329
                        }
                    ],
                    "action_type": {
                        "type": "stat_block_section",
                        "subtype": "action_type",
                        "name": "Three Actions"
                    }
                },
                {
                    "type": "stat_block_section",
                    "subtype": "ability",
                    "name": "Electrical Absorption",
                    "ability_type": "offensive",
                    "trigger": "The titanic stomper is targeted by, or in the area of, an effect that deals electricity damage",
                    "effect": "The pilot uses their reaction to activate the Stasian coils, which funnels the electricity into the titanic stomper's electrical engine. The next time Bolt Blast is used within the next minute, the damage it deals increases to 7d12.",
                    "text": "",
                    "action_type": {
                        "type": "stat_block_section",
                        "subtype": "action_type",
                        "name": "Reaction"
                    }
                },
                {
                    "type": "stat_block_section",
                    "subtype": "ability",
                    "name": "Quaking Step",
                    "ability_type": "offensive",
                    "text": "The ground shakes with every step a titanic stomper takes. Whenever this vehicle moves, creatures on the ground within 20 feet of its movement path must attempt a DC 32 Reflex save. On a failure, they are flat-footed for 1 round, and on a critical failure, they're knocked prone .",
                    "links": [
                        {
                            "type": "link",
                            "name": "flat-footed",
                            "alt": "flat-footed",
                            "game-obj": "Conditions",
                            "aonid": 16
                        },
                        {
                            "type": "link",
                            "name": "prone",
                            "alt": "prone",
                            "game-obj": "Conditions",
                            "aonid": 31
                        }
                    ]
                }
            ]
        }
    },
    "game-id": "d91fa38ee449f7c9f7e005997ecc6036",
    "license": {
        "name": "OPEN GAME LICENSE Version 1.0a",
        "type": "section",
        "sections": [
            {
                "name": "Guns & Gears",
                "type": "section",
                "text": "***Pathfinder Core Rulebook (Second Edition)*** © 2019, Paizo Inc.; Authors: Logan Bonner, Jason Bulmahn, Stephen Radney-MacFarland, and Mark Seifter.  \n ***Pathfinder Guns & Gears*** © 2021, Paizo Inc.; Authors: Logan Bonner, Jessica Catalan, John Compton, Andrew D. Geels, Steven Hammond, Sen H.H.S., Brent Holtsberry, Jason Keeley, Dustin Knight, Luis Loza, Ron Lundeen, Chris Mastey, Liane Merciel, Jacob W. Michaels, Dave Nelson, Samantha Phelan, Mikhail Rekun, Stephen Radney-MacFarland, Sydney Meeker, Kendra Leigh Speedling, Michael Sayre., Mark Seifter, Andrew Stoeckle, Calliope Lee Taylor, Andrew White, and Scott D. Young."
            }
        ],
        "text": "The following text is the property of Wizards of the Coast, Inc. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.\n\n **1. Definitions**: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, license, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts; creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of characters, spells, enchantments, personalities, teams, personas, likenesses and special abilities; places, locations, environments, creatures, equipment, magical or supernatural abilities or effects, logos, symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the Open Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.\n\n **2. The License**: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or conditions may be applied to any Open Game Content distributed using this License.\n\n **3. Offer and Acceptance**: By Using the Open Game Content You indicate Your acceptance of the terms of this License.\n\n **4. Grant and Consideration**: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, non-exclusive license with the exact terms of this License to Use, the Open Game Content.\n\n **5. Representation of Authority to Contribute**: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original creation and/or You have sufficient rights to grant the rights conveyed by this License.\n\n **6. Notice of License Copyright**: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.\n\n **7. Use of Product Identity**: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.\n\n **8. Identification**: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.\n\n **9. Updating the License**: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.\n\n **10. Copy of this License**: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.\n\n **11. Use of Contributor Credits**: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.\n\n **12. Inability to Comply**: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.\n\n **13. Termination**: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.\n\n **14. Reformation**: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.\n\n **15. COPYRIGHT NOTICE**  \n **Open Game License v 1.0** Copyright 2000, Wizards of the Coast, Inc.  \n **System Reference Document**. Copyright 2000. Wizards of the Coast, Inc; Authors: Jonathan Tweet, Monte Cook, Skip Williams, based on material by E. Gary Gygax and Dave Arneson.  \n **The Archives of Nethys**. Copyright 2010, Blake Davis. **Pathfinder Open Reference**. © 2023 Masterwork Tools LLC, Authors: Devon Jones, Monica Jones.",
        "subtype": "license",
        "license": "OPEN GAME LICENSE Version 1.0a"
    },
    "edition": "remastered",
    "schema_version": 1.0
}