{
    "name": "Awakened Animal",
    "type": "trait",
    "edition": "remastered",
    "sources": [
        {
            "type": "source",
            "name": "Howl of the Wild",
            "link": {
                "type": "link",
                "name": "Howl of the Wild pg. 216",
                "alt": "Howl of the Wild pg. 216",
                "game-obj": "Sources",
                "aonid": 226
            },
            "page": 216,
            "errata": {
                "type": "link",
                "name": "2.1",
                "alt": "2.1",
                "game-obj": "Sources",
                "aonid": 226
            }
        }
    ],
    "aonid": 787,
    "game-obj": "Traits",
    "game-id": "f04e8ba6da996a3659d43109f0d8e29b",
    "text": "Awakened animals were once normal creatures before they gained sapience.",
    "license": {
        "name": "ORC Notice",
        "type": "section",
        "sections": [
            {
                "name": "Attribution",
                "type": "section",
                "text": "This product is based on the following Licensed Material:",
                "sections": [
                    {
                        "name": "Howl of the Wild",
                        "type": "section",
                        "text": "***Pathfinder Howl of the Wild*** © 2024 Paizo Inc. Authors: Kate Baker, Joshua Birdsong, Rigby Bendele, Chris Bissette, Jeremy Blum, Logan Bonner, Dan Cascone, James Case, Jessica Catalan, Brite Cheney, Rue Dickey, Caryn DiMarco, Matthew Fu, Leo Glass, Steven Hammond, Patrick Hurley, Michelle Y. Kim, Dustin Knight, Kendra Leigh Speedling, Christiana Lewis, Jessie “Aki” Lo, Luis Loza, Letterio Mammoliti, Jonathan “Ryomasa” Mendoza, Quinn Murphy, Dave Nelson, Mikhail Rekun, Kai Revius, Ember Rose, Simone D. Sallé, Michael Sayre, Shay Snow, Levi Steadman, Kyle Tam, Ruvaid Virk, and Andrew White"
                    }
                ]
            },
            {
                "name": "Attributing us",
                "type": "section",
                "text": "If you use our Licensed Material in your own published works, please credit us as follows:",
                "sections": [
                    {
                        "name": "Pathfinder Open Reference",
                        "type": "section",
                        "text": "© 2023 Masterwork Tools LLC, Authors: Devon Jones, Monica Jones."
                    }
                ]
            },
            {
                "name": "Reserved Material",
                "type": "section",
                "text": "Reserved Material elements in this product include, but may not be limited to: [none]"
            },
            {
                "name": "Expressly Designated Licensed Material",
                "type": "section",
                "text": "The following elements are owned by the Licensor and would otherwise constitute Reserved Material and are hereby designated as Licensed Material: [None]."
            }
        ],
        "subtype": "license",
        "license": "Open RPG Creative license",
        "text": "This product is licensed under the ORC License to be held in the Library of Congress and available online at various locations including paizo.com/orclicense, azoralaw.com/orclicense, and others. All warranties are disclaimed as set forth therein."
    },
    "schema_version": 1.1
}