{
    "name": "Incarnate",
    "type": "trait",
    "alternate_link": {
        "type": "alternate_link",
        "game-obj": "Traits",
        "aonid": 388,
        "alternate_type": "legacy"
    },
    "edition": "remastered",
    "sources": [
        {
            "type": "source",
            "name": "Howl of the Wild",
            "link": {
                "type": "link",
                "name": "Howl of the Wild pg. 218",
                "alt": "Howl of the Wild pg. 218",
                "game-obj": "Sources",
                "aonid": 226
            },
            "page": 218,
            "errata": {
                "type": "link",
                "name": "2.1",
                "alt": "2.1",
                "game-obj": "Sources",
                "aonid": 226
            }
        }
    ],
    "aonid": 786,
    "game-obj": "Traits",
    "game-id": "a2d8a8cd56b4b01e4ebb34412935bf90",
    "text": "A spell with the incarnate trait is similar in theme to spells that summon creatures, but it doesn’t conjure a minion with the summoned trait. Instead, when summoned, the incarnate creature takes its Arrive action when you finish Casting the Spell. At the end of your next turn, the incarnate creature can either Step, Stride, or take the action for another movement type it has (such as Climb or Burrow), and then takes its Depart action. The spell then ends. The names of specific Arrive and Depart actions are listed in italics after the word “Arrive” or “Depart” respectively, along with any traits.  \n  \nA creature summoned by an incarnate spell acts in your interests, directs its effects away from you and your allies as much as possible, and might listen to your requests, but ultimately makes its own decisions. If the spell indicates that the incarnate makes a decision, the GM determines what the incarnate would do. It might even become more inclined to do precisely as you wish over multiple summonings.  \n  \nThe incarnate is not fully a creature. It can’t take any other actions, nor can it be targeted or harmed by Strikes, spells, or other effects unless they would be able to target or end a spell effect (such as _dispel magic_). It has a size for the purposes of determining its placement for effects, but it doesn’t block movement. If applicable, its effects use your spell DCs and spell attack modifier.",
    "links": [
        {
            "type": "link",
            "name": "minion",
            "alt": "minion",
            "game-obj": "Traits",
            "aonid": 653
        },
        {
            "type": "link",
            "name": "summoned",
            "alt": "summoned",
            "game-obj": "Traits",
            "aonid": 706
        },
        {
            "type": "link",
            "name": "Casting the Spell",
            "alt": "Casting the Spell",
            "game-obj": "Actions",
            "aonid": 2734
        },
        {
            "type": "link",
            "name": "Step",
            "alt": "Step",
            "game-obj": "Actions",
            "aonid": 2304
        },
        {
            "type": "link",
            "name": "Stride",
            "alt": "Stride",
            "game-obj": "Actions",
            "aonid": 2305
        },
        {
            "type": "link",
            "name": "Climb",
            "alt": "Climb",
            "game-obj": "Actions",
            "aonid": 2374
        },
        {
            "type": "link",
            "name": "Burrow",
            "alt": "Burrow",
            "game-obj": "Actions",
            "aonid": 2310
        },
        {
            "type": "link",
            "name": "dispel magic",
            "alt": "dispel magic",
            "game-obj": "Spells",
            "aonid": 1493
        }
    ],
    "license": {
        "name": "ORC Notice",
        "type": "section",
        "sections": [
            {
                "name": "Attribution",
                "type": "section",
                "text": "This product is based on the following Licensed Material:",
                "sections": [
                    {
                        "name": "Howl of the Wild",
                        "type": "section",
                        "text": "***Pathfinder Howl of the Wild*** © 2024 Paizo Inc. Authors: Kate Baker, Joshua Birdsong, Rigby Bendele, Chris Bissette, Jeremy Blum, Logan Bonner, Dan Cascone, James Case, Jessica Catalan, Brite Cheney, Rue Dickey, Caryn DiMarco, Matthew Fu, Leo Glass, Steven Hammond, Patrick Hurley, Michelle Y. Kim, Dustin Knight, Kendra Leigh Speedling, Christiana Lewis, Jessie “Aki” Lo, Luis Loza, Letterio Mammoliti, Jonathan “Ryomasa” Mendoza, Quinn Murphy, Dave Nelson, Mikhail Rekun, Kai Revius, Ember Rose, Simone D. Sallé, Michael Sayre, Shay Snow, Levi Steadman, Kyle Tam, Ruvaid Virk, and Andrew White"
                    }
                ]
            },
            {
                "name": "Attributing us",
                "type": "section",
                "text": "If you use our Licensed Material in your own published works, please credit us as follows:",
                "sections": [
                    {
                        "name": "Pathfinder Open Reference",
                        "type": "section",
                        "text": "© 2023 Masterwork Tools LLC, Authors: Devon Jones, Monica Jones."
                    }
                ]
            },
            {
                "name": "Reserved Material",
                "type": "section",
                "text": "Reserved Material elements in this product include, but may not be limited to: [none]"
            },
            {
                "name": "Expressly Designated Licensed Material",
                "type": "section",
                "text": "The following elements are owned by the Licensor and would otherwise constitute Reserved Material and are hereby designated as Licensed Material: [None]."
            }
        ],
        "subtype": "license",
        "license": "Open RPG Creative license",
        "text": "This product is licensed under the ORC License to be held in the Library of Congress and available online at various locations including paizo.com/orclicense, azoralaw.com/orclicense, and others. All warranties are disclaimed as set forth therein."
    },
    "schema_version": 1.1
}